const a1mKey1 = [101.6,145.6,107,97,48.3,77.9,40.5,103.1,103.9,60.8,39.4,108.2,107.8,77.3,17.9,48.7,73.8,28.5,35.5,52.8,33.4,21.7,42.6,88.6,38,22.3,41.5,58,35,147,100.2,39.4,25.2,32.2,16,31.4,47.3,46.1,32,81.1];
const a1mKey2 = [106.6,145.8,107.5,96.7,48.5,77.7,41.9,109.9,111,64.5,40.5,109,108.1,76.1,18.3,48.6,74.3,29,36.7,53.7,33.1,21.4,41.9,88.1,40.3,24.1,43.1,58.4,35.6,147.1,105.1,41,26.1,34.7,15.9,32.6,47.1,45.4,33.3,86.8];
const a1mKey3 = [102.1,151.1,111.6,101.9,50.4,81.7,40,99.6,100.8,59.8,40.1,112.5,112.5,81.3,17.9,50.3,76.2,28.7,35.4,53,34.6,22.6,43.9,90.5,37.2,21.6,40.4,58,35.8,152.8,100.6,39.2,25.4,31.3,16.2,31.2,47.8,47.3,31.9,80.5];
const a1mKey4 = [105.1,151.2,111.6,101.2,50.7,81.2,41.3,106.8,107.8,62.6,40.6,113,112.5,80.3,18.3,50.4,76.7,29.4,36.5,54.2,34.6,22.3,43.8,91.1,39.5,23.2,42.5,58.6,36.4,152.6,103.6,40.5,26.1,33.3,16.5,32.2,48.4,47.5,32.6,84.3];
const a1mKey5 = [106.1,156.8,116,105.5,53,84.74,41.3,107,108.1,62.5,41.2,117.4,117.4,83.8,18.5,52.1,79.3,30,36.8,55.1,35.8,23.1,45.2,93.8,39.9,23.3,42.6,59,37.5,158.1,104.5,40.9,26.5,33.2,16.9,32.5,49.6,49.1,32.6,84.7];

const a1mBoy = [
	{
		image: 'a1m',
		name: 'Абдоминальный (АIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 165,
			to: 173,
		},
		t16: {
			from: 95,
			to: 104,
		},
		t18: {
			from: 79,
			to: 87,
		},
		answer: a1mKey1,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1m',
		name: 'Абдоминальный (АIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 165,
			to: 173,
		},
		t16: {
			from: 105,
			to: 111,
		},
		t18: {
			from: 88,
			to: 94,
		},
		answer: a1mKey2,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1m',
		name: 'Абдоминальный (АIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 173,
			to: 179,
		},
		t16: {
			from: 93,
			to: 100,
		},
		t18: {
			from: 80,
			to: 85,
		},
		answer: a1mKey3,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1m',
		name: 'Абдоминальный (АIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 173,
			to: 179,
		},
		t16: {
			from: 100,
			to: 107,
		},
		t18: {
			from: 86,
			to: 90,
		},
		answer: a1mKey4,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1m',
		name: 'Абдоминальный (АIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 180,
			to: 186,
		},
		t16: {
			from: 97,
			to: 103,
		},
		t18: {
			from: 80,
			to: 87,
		},
		answer: a1mKey5,
		imb: {
			from: 15,
			to: 24,
		}
	},
];
