const a2mKey1 = [100.6,140,103.6,94.2,46.6,75.4,38.9,98.2,99.9,59.4,38.8,104.7,104.4,74.5,17.4,46.9,71,27.6,34.6,51,33,21,40.5,85.2,36.4,21.2,39.7,57,34.2,141.9,98.9,38.7,250,313,15.3,30.4,45.4,44.4,31.3,78];
const a2mKey2 = [101.2,145.6,107.3,97.7,48.3,78.2,39.8,99.3,100.5,60,39.6,108.4,108.1,77.8,17.7,48.6,73.5,28.2,35,52.1,33.6,21.8,42.4,87.9,36.8,21.5,40.3,57.7,35,147.2,99.7,39,25.1,31.5,15.8,30.9,46.8,45.9,31.7,79.8];
const a2mKey3 = [103.8,145.7,107.3,97.4,48.2,77.9,40.5,102.8,104,61.9,39.9,108.6,108.1,77.1,18,48.7,73.8,28.6,35.7,52.7,33.7,21.8,42.4,88.2,37.9,22.4,41.2,58,35.2,147.3,102.3,39.9,25.5,32.8,15.8,31.4,47.1,45.8,32.3,82.3];

const a2mBoy = [
	{
		image: 'a2m',
		name: 'Абдоминальный (АIIM)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 160,
			to: 167,
		},
		t16: {
			from: 93,
			to: 99,
		},
		t18: {
			from: 80,
			to: 87,
		},
		answer: a2mKey1,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2m',
		name: 'Абдоминальный (АIIM)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 167,
			to: 174,
		},
		t16: {
			from: 93,
			to: 98,
		},
		t18: {
			from: 81,
			to: 85,
		},
		answer: a2mKey2,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2m',
		name: 'Абдоминальный (АIIM)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 167,
			to: 174,
		},
		t16: {
			from: 98,
			to: 103,
		},
		t18: {
			from: 86,
			to: 90,
		},
		answer: a2mKey3,
		imb: {
			from: 25,
			to: 49,
		}
	},
];

