const a3mKey1 = [110.8,140.4,104.1,94.3,46.1,75.2,40.4,106.7,110.5,65.3,41.6,106,105.3,72,17.9,47.2,72.1,28.5,37.5,53.4,35,21.1,40.2,87.1,40.4,23.6,40.8,57,34.6,142.9,108.7,42.2,264,357,15.3,32.1,45.7,44.8,33.9,84];

const a3mBoy = [
	{
		image: 'a3m',
		name: 'Абдоминальный (АIIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 160,
			to: 167,
		},
		t16: {
			from: 104,
			to: 111,
		},
		t18: {
			from: 93,
			to: 99,
		},
		answer: a3mKey1,
		imb: {
			from: 50,
			to: 99,
		}
	},
];


