const g1mKey1 = [94.7,134.7,99.8,90.6,45.4,73.2,35.5,86.9,87.4,515,35.4,100.6,100.5,74.4,163,44.3,67.1,25.5,30.8,47.3,29.8,19,38.1,79.7,32.1,18.6,36.5,55.9,32.8,135.8,86.8,34.3,23,26.1,14.5,27.6,42.6,41.6,28.9,69.6];
const g1mKey2 = [98.2,134.8,99.6,90.2,45.2,72.7,36.4,90.2,91,53.7,360,100.3,100.2,73.5,16.6,44.5,67.3,25.9,31.8,48.2,30.3,19.2,38.3,80.7,33.3,19.3,37.5,56.2,331,135.8,89.4,35.6,23.6,27.4,14.6,28.4,43.1,42,29.4,71.4];
const g1mKey3 = [100.6,145.6,107.7,98.5,48.5,78.8,39,95.6,97,59.1,39.7,108.8,108.5,78.3,17.6,48.4,73.3,27.8,34.4,51.2,33.6,21.8,42.1,86.8,35.6,20.8,39,57.5,34.9,147.4,99.1,38.5,25,30.7,15.5,30.3,46.2,45.4,31.4,78.7];
const g1mKey4 = [103.3,145.6,107.6,98.2,48.3,78.2,39.7,99,100.6,61.1,40.3,108.8,108.4,77.6,17.8,48.6,73.6,28.3,35.2,51.9,33.8,22,42.3,87.5,36.8,21.6,39.9,57.7,35.1,147.5,101.8,39.5,25.4,32,15.6,30.9,46.6,45.6,32,81];
const g1mKey5 = [109.5,151.4,112.2,102.4,50.1,81.2,40.5,102.1,104.5,64.1,42.4,113.6,113.3,80.2,18.4,50.4,76.5,29.2,36.5,53.4,35.3,22.9,43.7,90.3,38.2,22.5,40.4,58.2,36.4,153.5,107.8,41.3,26.2,33.8,15.9,31.6,47.8,47,33.1,85.4];
const g1mKey6 = [109,162.3,120.6,110.6,54.7,88.4,40.8,103.1,105.1,62.7,42.8,122.1,122,87.5,18.7,53.9,81.7,30.2,36.8,55.4,37.3,24.3,46.7,95.7,39,22.6,41.1,59,38.3,164.2,107.3,41.3,26.9,33,17.1,32.2,50.1,50.2,33,85.3];
const g1mKey7 = [117.6,162.7,121.4,111,54.9,87.9,41.3,109,112.1,67.9,45,123.4,123,86.1,19.3,53.9,82.1,31,38.4,56.1,38,13.2,46.2,95.7,41.1,24.1,42,59.4,39.4,164.7,115.6,43.8,28.7,36,16.8,33,50.4,49.9,34,91.6];

const g1mBoy = [
	{
		image: 'g1m',
		name: 'Гиноидный (ГIM)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 154,
			to: 164,
		},
		t16: {
			from: 80,
			to: 86,
		},
		t18: {
			from: 66,
			to: 70,
		},
		answer: g1mKey1,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1m',
		name: 'Гиноидный (ГIM)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 154,
			to: 164,
		},
		t16: {
			from: 86,
			to: 91,
		},
		t18: {
			from: 70,
			to: 78,
		},
		answer: g1mKey2,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1m',
		name: 'Гиноидный (ГIM)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 165,
			to: 173,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 79,
			to: 85,
		},
		answer: g1mKey3,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1m',
		name: 'Гиноидный (ГIM)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 165,
			to: 173,
		},
		t16: {
			from: 94,
			to: 99,
		},
		t18: {
			from: 85,
			to: 90,
		},
		answer: g1mKey4,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1m',
		name: 'Гиноидный (ГIM)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 173,
			to: 172,
		},
		t16: {
			from: 96,
			to: 103,
		},
		t18: {
			from: 90,
			to: 96,
		},
		answer: g1mKey5,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1m',
		name: 'Гиноидный (ГIM)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 175,
			to: 191,
		},
		t16: {
			from: 97,
			to: 104,
		},
		t18: {
			from: 87,
			to: 95,
		},
		answer: g1mKey6,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1m',
		name: 'Гиноидный (ГIM)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 175,
			to: 191,
		},
		t16: {
			from: 104,
			to: 111,
		},
		t18: {
			from: 95,
			to: 102,
		},
		answer: g1mKey7,
		imb: {
			from: 15,
			to: 24,
		}
	},
];
