const g2mKey1 = [96,134.8,100.2,91.2,45.6,73.5,35.5,87,87.7,52.6,36,101.1,100.9,74.3,16.4,44.3,67.2,25.4,30.9,46.8,30,19.2,37.7,78.8,32.1,18.7,36.4,56,33,135.8,88.3,34.7,23.2,26.6,14.3,27.8,42.3,41.2,29,70.5];
const g2mKey2 = [99.5,134.9,100.1,90.9,45.4,73.1,36.3,90.2,91.3,54.8,36.7,100.9,100.7,73.5,16.7,44.5,67.5,25.9,31.9,47.7,30.5,19.4,37.9,79.8,33.3,19.4,37.3,56.3,33.2,135.9,91,35.9,23.8,28,14.5,28.4,42.8,41.5,29.6,72.3];
const g2mKey3 = [97.8,145.5,107.9,99,48.8,79.4,38.2,92.2,93.4,56.9,39,109,108.8,79.1,17.3,48.2,72.9,27.4,33.6,50.4,33.2,21.6,41.7,85.8,34.4,20,37.9,57.2,34.8,147.3,96.4,37.5,24.6,29.2,15.4,29.7,45.5,45,30.9,76.7];
const g2mKey4 = [105.6,145.7,107.8,98.6,48.1,78.2,39.7,98.6,100.7,62.3,41.2,109.1,108.7,77.3,17.9,48.6,73.6,28.3,35.4,51.8,34.1,22.1,42.2,87.3,36.7,21.6,39.5,57.7,35.3,147.8,104.1,40.1,25.8,32.6,15.4,30.8,46.5,45.4,32.3,82.3];
const g2mKey5 = [114.3,146.1,108.1,98.2,47.4,77.2,40.8,104.5,107.6,63.1,43.3,109.8,109.2,75.6,18.5,48.6,74,28.9,37,53,34.4,22.2,42.2,87.8,38.8,23.4,40.5,57.9,35.7,148.4,112.4,42.5,27.1,35.8,15.2,31.8,46.8,45.2,34.2,89];
const g2mKey6 = [106.1,162.2,120.5,110.6,54.6,88.7,40.3,99.8,101.5,60.7,42,121.8,121.8,88.2,18.4,53.8,81.5,29.8,36.4,54.8,36.9,24.2,46.7,95.2,37.9,21.9,40.2,58.6,37.7,164.1,104.5,40.3,26.3,31.7,17,31.7,49.7,50.1,32.7,83.1];

const g2mBoy = [
	{
		image: 'g2m',
		name: 'Гиноидный (ГIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 154,
			to: 165,
		},
		t16: {
			from: 81,
			to: 86,
		},
		t18: {
			from: 69,
			to: 73,
		},
		answer: g2mKey1,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2m',
		name: 'Гиноидный (ГIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 154,
			to: 165,
		},
		t16: {
			from: 86,
			to: 91,
		},
		t18: {
			from: 74,
			to: 78,
		},
		answer: g2mKey2,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2m',
		name: 'Гиноидный (ГIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 166,
			to: 179,
		},
		t16: {
			from: 85,
			to: 92,
		},
		t18: {
			from: 78,
			to: 85,
		},
		answer: g2mKey3,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2m',
		name: 'Гиноидный (ГIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 166,
			to: 179,
		},
		t16: {
			from: 93,
			to: 100,
		},
		t18: {
			from: 86,
			to: 95,
		},
		answer: g2mKey4,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2m',
		name: 'Гиноидный (ГIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 166,
			to: 179,
		},
		t16: {
			from: 101,
			to: 107,
		},
		t18: {
			from: 96,
			to: 101,
		},
		answer: g2mKey5,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2m',
		name: 'Гиноидный (ГIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 180,
			to: 191,
		},
		t16: {
			from: 93,
			to: 100,
		},
		t18: {
			from: 84,
			to: 90,
		},
		answer: g2mKey6,
		imb: {
			from: 25,
			to: 49,
		}
	},
];
