const g3mKey1 = [92.6,134.6,99.7,90.4,45.5,73.5,34.3,83.3,83.5,48.1,34.1,100.7,100.5,75.5,15.9,44.1,66.6,25,29.7,46.7,29.3,18.6,38,79.4,30.7,17.9,35.5,55.2,32.4,135.7,82.8,32.5,22.2,24.1,14.4,28.9,42.8,41.4,30.4,74.9];
const g3mKey2 = [100.8,135,1006,91.7,45.7,73.6,36.1,90.2,91.5,55.7,37.3,1015,1013,73.6,16.7,44.5,67.6,25.7,31.9,NaN,30.8,19.6,37.5,78.8,33.2,19.5,37.1,56.2,33.4,1361,92.6,36.2,24.1,28.5,143,283,425,41.1,29.8,73.1];
const g3mKey3 = [98.7,140.2,105.3,96.7,47.6,77.5,36.7,91.4,93.1,57.3,39,106.7,106.1,76.6,17.1,46.5,70.7,26.4,32.5,47.8,32.7,21,39.2,80.7,33.5,20.4,37.5,56.4,34.3,142.1,97.1,36.8,24.7,29.6,14.7,28.9,43.6,42.4,30.4,76.1];
const g3mKey4 = [99.5,156.5,116.4,106.9,52.6,86.4,38.9,92.8,94,56.5,39.9,117.6,117.4,31.9,17.7,51.6,78.3,28.2,34.5,52.4,34.7,23.1,44.7,90.8,35.2,20.4,38.1,57.6,36.1,158.4,98.1,37.8,24.9,29,16.2,30.4,47.3,47.7,31.9,78.7];
const g3mKey5 = [110.5,156.9,116.5,113.2,52.3,84.8,40.6,102.7,104.8,64,43,118,118.8,83.7,18.6,52.1,79.1,29.7,36.8,54.4,36.4,36.8,45.2,92.9,38.5,22.6,40.6,58.6,37.3,159,108.8,41.6,26.9,33.7,16.4,31.9,48.9,48.5,33.2,86];
const g3mKey6 = [108.4,162.3,120.8,110.6,54.4,88.7,40.2,99.4,101.6,61.8,42.8,122.1,122.1,87.9,18.5,53.8,81.5,29.8,36.6,54.7,37.1,24.4,46.6,94.9,37.8,22,39.8,58.6,37.9,164.4,106.8,40.8,26.6,32.3,16.8,31.7,49.5,49.8,33,84.4];

const g3mBoy = [
	{
		image: 'g3m',
		name: 'Гиноидный (ГIIIM)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 154,
			to: 161,
		},
		t16: {
			from: 77,
			to: 84,
		},
		t18: {
			from: 66,
			to: 74,
		},
		answer: g3mKey1,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3m',
		name: 'Гиноидный (ГIIIM)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 154,
			to: 161,
		},
		t16: {
			from: 85,
			to: 91,
		},
		t18: {
			from: 75,
			to: 81,
		},
		answer: g3mKey2,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3m',
		name: 'Гиноидный (ГIIIM)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 162,
			to: 173,
		},
		t16: {
			from: 86,
			to: 92,
		},
		t18: {
			from: 80,
			to: 88,
		},
		answer: g3mKey3,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3m',
		name: 'Гиноидный (ГIIIM)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 174,
			to: 185,
		},
		t16: {
			from: 85,
			to: 94,
		},
		t18: {
			from: 78,
			to: 87,
		},
		answer: g3mKey4,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3m',
		name: 'Гиноидный (ГIIIM)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 174,
			to: 185,
		},
		t16: {
			from: 95,
			to: 103,
		},
		t18: {
			from: 88,
			to: 96,
		},
		answer: g3mKey5,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3m',
		name: 'Гиноидный (ГIIIM)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 185,
			to: 191,
		},
		t16: {
			from: 93,
			to: 99,
		},
		t18: {
			from: 87,
			to: 93,
		},
		answer: g3mKey6,
		imb: {
			from: 50,
			to: 99,
		}
	},
];
