const g4mKey1 = [94,134.7,100,90.9,45.7,73.7,34.5,83.5,83.8,49.3,34.7,101,100.8,75.2,16,44.1,66.7,25,29.9,46.4,29.4,18.8,37.8,78.6,30.9,18,35.4,55.5,32.6,135.7,84.2,33.1,22.5,24.7,14.2,28.8,42.4,40.8,30.6,75.7];
const g4mKey2 = [97.4,134.8,1007,919,459,740,354,870,880,537,366,101.6,101.4,74.3,16.5,44.3,67.3,253,31,46.4,30.3,19.4,37.4,779,32.1,18.8,36.2,56,33.2,136,89.9,35.1,23.6,27.2,14.2,27.8,42,40.7,29.2,71.4];
const g4mKey3 = [102,135.1,101.3,92.5,45.9,74.2,35.9,90.1,91.5,56.6,38,101.3,101.9,73.7,16.8,44.6,67.8,25.6,31.8,467,312,19.8,37.1,77.8,33.1,19.6,37,56.1,33.6,1363,94.3,36.5,24.3,29,142,283,421,40.6,29.9,74];
const g4mKey4 = [102,145.6,108.5,99.9,48.7,79.5,38.2,91.6,93.6,59.2,40.5,109.7,109.4,78.7,17.5,48.2,73,27.8,34,50,33.7,21.9,41.4,85,34.4,20.1,37.3,57.3,35.1,147.8,100.5,38.6,25.3,30.3,15.1,29.7,45.1,44.4,31.4,79.1];
const g4mKey5 = [109,151.3,112.4,103.1,50,81.6,39.8,98.4,101,63.3,42.5,113.8,113.5,80.6,18.2,50.3,76.3,28.8,36,52.7,35.4,23,43.6,89.6,37,21.8,39.2,58,36.2,153.7,107.3,40.9,26.4,33.1,15.7,31.1,47.3,46.7,32.9,84.2];
const g4mKey6 = [110,156.9,116.7,107.2,52.1,85.1,40,98.7,101.3,63.1,43.1,118.1,118,84.1,18.4,52,78.9,29.3,36.4,53.7,36.4,23.8,45.1,92.2,37.4,21.9,39.3,58.3,37.1,159.2,108.3,41.1,26.7,33,16.2,31.4,48.3,48.2,33.2,85];

const g4mBoy = [
	{
		image: 'g4m',
		name: 'Гиноидный (ГIVM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 154,
			to: 164,
		},
		t16: {
			from: 77,
			to: 82,
		},
		t18: {
			from: 69,
			to: 73,
		},
		answer: g4mKey1,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4m',
		name: 'Гиноидный (ГIVM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 154,
			to: 164,
		},
		t16: {
			from: 83,
			to: 86,
		},
		t18: {
			from: 74,
			to: 78,
		},
		answer: g4mKey2,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4m',
		name: 'Гиноидный (ГIVM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 154,
			to: 164,
		},
		t16: {
			from: 87,
			to: 91,
		},
		t18: {
			from: 79,
			to: 84,
		},
		answer: g4mKey3,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4m',
		name: 'Гиноидный (ГIVM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 165,
			to: 173,
		},
		t16: {
			from: 85,
			to: 92,
		},
		t18: {
			from: 84,
			to: 90,
		},
		answer: g4mKey4,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4m',
		name: 'Гиноидный (ГIVM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 174,
			to: 179,
		},
		t16: {
			from: 93,
			to: 99,
		},
		t18: {
			from: 90,
			to: 96,
		},
		answer: g4mKey5,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4m',
		name: 'Гиноидный (ГIVM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 179,
			to: 185,
		},
		t16: {
			from: 93,
			to: 99,
		},
		t18: {
			from: 90,
			to: 96,
		},
		answer: g4mKey6,
		imb: {
			from: 100,
			to: 300,
		}
	},
];
