const r1mKey1 = [96.8,134.7,99.1,89.6,45,72.3,36.4,90.2,90.7,52.6,35.4,99.9,99.8,73.6,16.5,44.5,67.2,26,31.7,48.6,30.1,19,38.6,81.6,33.3,19.2,37.6,56.1,32.9,135.7,87.8,35.2,23.3,26.9,14.7,28.3,43.4,42.4,29.3,70.4];
const r1mKey2 = [109.9,151.4,112.1,101.9,50.3,81.1,41.1,105.9,107.9,64.9,42.2,113.6,113.1,79.8,18.5,50.4,76.7,29.4,36.9,54,35.1,22.6,43.6,90.6,39.4,23.3,41.6,58.5,36.6,153.2,108.2,41.7,26.8,34.5,16.1,32.2,48.1,47,33.3,86.8];
const r1mKey3 = [113.7,157.1,116.8,106.2,52.8,84.5,41.5,109.3,111.7,66.7,43.5,118.6,118,82.8,19,52.1,79.5,30.3,37.8,55.3,36.4,23.2,44.8,93.1,40.8,24.1,42.4,59,38.2,158.1,111.9,42.9,27.8,35.6,16.5,32.9,49.3,48.4,33.7,90];
const r1mKey4 = [106.7,162.3,120.4,110,54.9,88.4,40.8,103.5,105,61.6,42,121.7,121.6,87.8,18.6,53.9,81.7,30.2,36.6,55.5,37,24.1,46.8,96,39,22.6,41.5,59,38.1,163.9,105.1,40.8,26.6,32.4,17.2,32.2,50.3,50.5,32.6,84];
const r1mKey5 = [109.4,162.4,120.6,110.2,55.1,88.2,41.2,106.8,108.5,63.6,42.6,122.2,121.9,87.2,18.8,53.9,81.9,30.6,37.4,32.7,37.3,24,46.6,96.1,40.2,23.3,42.3,59.3,38.7,163.9,107.7,47.7,27.3,33.6,17.3,32.7,50.5,50.4,32.9,86.4];
const r1mKey6 = [105.5,167.7,124.4,113.9,57.1,91.9,40.9,104.1,105.2,60.3,40.5,125.8,125.8,91.6,18.7,55.6,84.3,30.7,37,56.6,37.9,24.7,48.4,100,39.5,22.6,41.9,59.3,38.9,169.2,103.9,40.5,26.6,31.7,17.9,32.5,51.6,52.3,32.4,83.4];
const r1mKey7 = [110.9,167.9,125,114.6,57.4,91.8,91.8,107.1,108.9,63.5,43.3,126.6,126.6,90.8,19.1,55.7,84.5,31.2,37.8,56.9,38.6,24.8,48,98.8,40.5,23.3,42.4,59.7,39.8,169.5,108.7,42.1,27.7,31.7,17.7,32.9,51.7,52,32.8,86.8];

const r1mBoy = [
	{
		image: 'r1m',
		name: 'Равномерный (РIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 155,
			to: 162,
		},
		t16: {
			from: 85,
			to: 94,
		},
		t18: {
			from: 66,
			to: 80,
		},
		answer: r1mKey1,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1m',
		name: 'Равномерный (РIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 163,
			to: 179,
		},
		t16: {
			from: 95,
			to: 106,
		},
		t18: {
			from: 80,
			to: 94,
		},
		answer: r1mKey2,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1m',
		name: 'Равномерный (РIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 180,
			to: 185,
		},
		t16: {
			from: 106,
			to: 110,
		},
		t18: {
			from: 95,
			to: 99,
		},
		answer: r1mKey3,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1m',
		name: 'Равномерный (РIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 185,
			to: 190,
		},
		t16: {
			from: 97,
			to: 102,
		},
		t18: {
			from: 85,
			to: 88,
		},
		answer: r1mKey4,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1m',
		name: 'Равномерный (РIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 185,
			to: 190,
		},
		t16: {
			from: 102,
			to: 107,
		},
		t18: {
			from: 89,
			to: 93,
		},
		answer: r1mKey5,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1m',
		name: 'Равномерный (РIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 191,
			to: 197,
		},
		t16: {
			from: 97,
			to: 102,
		},
		t18: {
			from: 81,
			to: 87,
		},
		answer: r1mKey6,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1m',
		name: 'Равномерный (РIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 191,
			to: 197,
		},
		t16: {
			from: 102,
			to: 107,
		},
		t18: {
			from: 88,
			to: 93,
		},
		answer: r1mKey7,
		imb: {
			from: 15,
			to: 24,
		}
	},
];
