const r2mKey1 = [97.9,140,103.8,94.6,46.8,75.8,38.1,95,96.3,57.5,38.2,104.9,104.5,75.4,17.2,46.7,70.7,27.2,33.6,50,32.5,20.8,40.3,84,35,20.5,38.9,56.8,34,141.8,96.3,37.5,246,299,15.2,28.9,44.9,43.9,30.6,76.2];
const r2mKey2 = [98.5,145.5,107.4,98.1,48.5,78.7,39,95.9,96.9,57.9,38.9,108.5,108.2,78.5,17.5,48.4,73.2,27.8,34.2,51.4,33.3,21.7,42.3,87.3,35.6,20.7,39.3,57.4,34.7,147.2,97.1,38,24.7,30.1,15.7,30.3,46.4,45.7,31.1,77.5];
const r2mKey3 = [106.1,145.7,107.6,97.8,48.1,77.8,40.4,102.4,104.1,63.1,41,108.9,108.4,76.9,18.1,48.7,73.8,28.6,35.9,52.6,33.9,22,42.3,87.9,37.9,22.4,40.8,58,35.3,147.6,104.5,40.5,25.9,33.4,15.6,31.4,46.9,45.6,32.6,83.6];
const r2mKey4 = [102.1,151.1,111.6,101.9,50.4,81.7,40,99.6,100.8,59.8,40.1,112.5,112.5,81.3,17.9,50.3,76.2,28.7,35.4,53,34.6,22.6,43.9,90.5,37.2,21.6,40.4,58,35.8,152.8,100.6,39.2,25.4,31.3,16.2,31.2,47.8,47.3,31.9,80.5];
const r2mKey5 = [107.1,151.3,111.9,102.1,50.3,81.4,40.6,102.6,104.4,63,41.6,113.3,112.9,80.4,18.3,50.4,76.5,29.1,36.3,53.5,35.1,22.7,43.8,90.5,38.3,22.5,40.9,58.3,36.3,153.1,105.5,40.8,26.2,33.2,16.1,31.7,48,47.2,32.7,84.1];
const r2mKey6 = [112.5,151.5,112.3,102.2,50.1,80.9,41,112.9,114.8,67.4,42.5,113.9,113.4,79.5,18.6,50.4,76.7,29.5,37.1,53.9,35.4,22.8,43.6,90.5,39.3,23.4,41.2,58.4,36.7,153.6,110.7,42.3,27.1,35.1,15.9,32.1,48,46.9,33.7,88.1];
const r2mKey7 = [100.3,156.6,116.3,106.6,52.5,85.7,39.5,96.2,97.6,58.7,40.7,117.4,117.3,85.3,18,51.9,78.6,28.8,35.2,53.2,35.4,23.3,45.2,92.3,36.4,21.1,39.2,58,36.5,158.5,100.9,38.9,25.4,30.4,16.4,30.9,48.1,48.2,32.1,80.4];
const r2mKey8 = [108,156.8,116.3,112.9,52.5,84.9,40.7,102.9,104.8,62.9,42.2,117.7,117.4,84,18.5,52.1,79.1,29.7,36.6,54.5,36.2,23.5,45.2,93.1,38.6,22.6,41,58.6,37.3,158.7,106.4,41,26.6,33.1,16.6,31.9,49,48.7,32.8,84.7];
const r2mKey9 = [116.5,151.9,117,106.5,52.5,84.2,41.4,108.7,111.7,67.9,44.4,118.9,118.4,82.5,19,52.1,79.5,30.3,38,53.3,36.6,23.4,44.8,93,40.7,24.2,41.9,59.1,38.2,158.8,114.6,43.5,28.2,36.2,16.3,32.8,49.2,48.3,34.2,91.3];

const r2mBoy = [
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 161,
			to: 167,
		},
		t16: {
			from: 89,
			to: 95,
		},
		t18: {
			from: 78,
			to: 83,
		},
		answer: r2mKey1,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 89,
			to: 95,
		},
		t18: {
			from: 78,
			to: 83,
		},
		answer: r2mKey2,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 96,
			to: 103,
		},
		t18: {
			from: 84,
			to: 92,
		},
		answer: r2mKey3,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 173,
			to: 179,
		},
		t16: {
			from: 93,
			to: 98,
		},
		t18: {
			from: 81,
			to: 87,
		},
		answer: r2mKey4,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 173,
			to: 179,
		},
		t16: {
			from: 99,
			to: 102,
		},
		t18: {
			from: 88,
			to: 93,
		},
		answer: r2mKey5,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 173,
			to: 179,
		},
		t16: {
			from: 103,
			to: 107,
		},
		t18: {
			from: 94,
			to: 99,
		},
		answer: r2mKey6,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 180,
			to: 185,
		},
		t16: {
			from: 89,
			to: 96,
		},
		t18: {
			from: 81,
			to: 87,
		},
		answer: r2mKey7,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 180,
			to: 185,
		},
		t16: {
			from: 97,
			to: 104,
		},
		t18: {
			from: 88,
			to: 95,
		},
		answer: r2mKey8,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2m',
		name: 'Равномерный (РIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 180,
			to: 185,
		},
		t16: {
			from: 105,
			to: 111,
		},
		t18: {
			from: 96,
			to: 102,
		},
		answer: r2mKey9,
		imb: {
			from: 25,
			to: 49,
		}
	},
];
