const r3mKey1 = [101.5,140.3,105.2,96.4,47.4,77.1,37.3,94.6,96.7,59.2,39.7,106.7,106,75.8,17.4,46.8,71.1,26.9,33.3,48.7,33.4,21.3,39.4,81.9,34.7,20.8,38.5,56.8,34.4,142.3,99.9,37.8,251,309,14.9,29.4,44.1,42.9,31,77.9];
const r3mKey2 = [104.2,151.2,111.9,102.3,50.4,81.7,39.9,99.3,100.9,61,40.9,113.1,112.9,81.1,18,50.3,76.2,28.8,35.6,52.9,34.8,22.7,43.8,90.1,37.1,21.7,40,58,36,153.1,102.7,39.8,25.7,31.9,16.4,31.2,47.6,47.1,32.2,81.7];

const r3mBoy = [
	{
		image: 'r3m',
		name: 'Равномерный (РIIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 160,
			to: 168,
		},
		t16: {
			from: 89,
			to: 94,
		},
		t18: {
			from: 84,
			to: 90,
		},
		answer: r3mKey1,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3m',
		name: 'Равномерный (РIIIM)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 169,
			to: 179,
		},
		t16: {
			from: 94,
			to: 99,
		},
		t18: {
			from: 84,
			to: 90,
		},
		answer: r3mKey2,
		imb: {
			from: 50,
			to: 99,
		}
	},
];
