const a1dKey1 = [97.5,129.4,95.4,85.5,42.2,68.0,34.3,87.3,95.7,57.2,36.7,97.6,96.8,69.9,15.4,42.9,64.7,24.2,33.6,48.7,29.2,18.6,37.6,80.9,32.2,19.8,35.8,55.1,30.2,71.3,131.0,95.8,35.6,22.9,28.1,13.7,27.1,40.9,30.1];
const a1dKey2 = [99.8,129.5,95.0,84.8,41.8,67.5,34.8,89.7,99.8,58.6,37.1,97.4,96.5,69.2,15.5,43.2,65.0,24.5,34.8,50.0,27.9,18.6,38.1,82.8,33.0,20.3,36.8,55.2,30.2,72.3,131.0,98.0,36.4,23.1,29.0,13.9,27.5,41.5,30.4];
const a1dKey3 = [102.7,134.6,99.5,89.4,44.0,70.5,35.0,90.5,99.4,60.0,38.1,101.8,100.7,72.8,15.8,44.7,67.4,25.4,35.0,50.8,29.7,19.8,39.2,84.1,33.5,20.3,37.0,55.8,31.2,74.2,136.3,100.9,36.9,23.6,29.2,14.4,28.0,42.4,31.8];
const a1dKey4 = [110.9,140.5,104.7,94.7,46.3,74.8,36.5,97.8,107.9,64.7,40.7,107.1,106.3,76.2,16.6,46.9,70.9,27.3,37.2,53.0,31.7,20.9,40.4,87.3,35.6,21.5,39.9,56.3,32.8,78.6,142.4,108.9,39.5,24.5,32.5,15.0,29.9,43.7,32.8];
const a1dKey5 = [104.5,145.9,109.1,98.7,48.5,78.8,35.9,94.2,103.9,60.7,39.2,111.7,110.8,80.3,16.2,48.2,72.9,26.9,36.4,53.3,31.3,20.8,41.4,88.8,34.9,21,38.6,56.5,32.8,77.2,147.9,103.1,37.7,23.8,29.8,15.3,29.4,44.6,31.6];
const a1dKey6 = [107.4,146,109.6,99.4,48.7,79.2,36.4,97.3,108,62.4,39.9,112.2,111.4,80.4,16.5,48.6,73.5,27.7,37.6,53.9,31.8,21.1,41.3,89.2,35.5,21.6,40.1,56.5,33.3,78.3,148.1,105.9,38.6,24.2,31.2,15.5,30.2,44.7,31.4];


const a1dGirl = [
	{
		image: 'a1d',
		name: 'Абдоминальный (АIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 150,
			to: 156,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 67,
			to: 71,
		},
		answer: a1dKey1,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1d',
		name: 'Абдоминальный (АIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 150,
			to: 156,
		},
		t16: {
			from: 95,
			to: 98,
		},
		t18: {
			from: 67,
			to: 71,
		},
		answer: a1dKey2,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1d',
		name: 'Абдоминальный (АIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 94,
			to: 100,
		},
		t18: {
			from: 70,
			to: 76,
		},
		answer: a1dKey3,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1d',
		name: 'Абдоминальный (АIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 161,
			to: 166,
		},
		t16: {
			from: 100,
			to: 104,
		},
		t18: {
			from: 76,
			to: 81,
		},
		answer: a1dKey4,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1d',
		name: 'Абдоминальный (АIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 167,
			to: 173,
		},
		t16: {
			from: 98,
			to: 102,
		},
		t18: {
			from: 70,
			to: 73,
		},
		answer: a1dKey5,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'a1d',
		name: 'Абдоминальный (АIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы',
		t1: {
			from: 167,
			to: 173,
		},
		t16: {
			from: 102,
			to: 106,
		},
		t18: {
			from: 73,
			to: 77,
		},
		answer: a1dKey6,
		imb: {
			from: 15,
			to: 24,
		}
	},
];
