const a2dKey1 = [93.9,129.4,95.4,85.6,42.4,68.3,33.6,84.3,91.5,54.8,35.7,97.5,96.8,70.3,15.1,42.7,64.3,23.7,32.5,47.8,28.6,18.4,37.3,79.8,31.4,19.3,34.7,54.9,29.9,69.6,130.9,92.3,34.4,22.4,26.6,13.7,26.6,40.5,29.6];
const a2dKey2 = [98.9,129.5,95.7,86.0,42.6,68.3,34.5,87.9,95.8,58.1,37.2,97.8,97.1,70.1,15.5,42.9,64.7,24.3,33.5,48.4,29.4,18.8,37.4,80.3,32.2,19.9,36.1,55.1,30.4,72.0,131.1,97.1,36.1,23.1,28.7,13.7,27.3,40.7,30.2];
const a2dKey3 = [99.1,134.6,99.5,89.4,44.2,70.8,34.4,87.5,95.5,57.8,37.2,101.7,100.7,73.3,15.5,44.4,67.0,24.8,33.8,50.0,29.2,19.5,39.0,83.2,32.7,19.8,35.7,55.5,30.9,72.6,136.3,97.5,35.8,23.1,27.8,14.2,27.5,42.1,31.3];
const a2dKey4 = [104.3,134.7,99.6,89.7,44.1,70.7,35.2,91.1,99.7,61.0,38.7,101.8,100.9,72.8,15.9,44.8,67.5,25.4,34.9,50.6,30.0,20.0,39.2,83.9,33.6,20.3,37.1,55.8,31.4,74.7,136.4,102.4,37.4,23.7,29.9,14.3,28.3,42.3,31.8];
const a2dKey5 = [102.9,140.3,104.2,93.9,46.2,74.6,35.3,91.1,99.8,59.9,38.5,106.5,105.6,76.6,15.9,46.3,69.9,25.8,35.1,51.6,30.4,20.3,40.3,86.1,33.9,20.4,37.2,56.1,31.9,75.4,142.1,101.3,37.1,23.6,29.2,14.8,28.5,43.4,31.8];
const a2dKey6 = [113.4,140.6,104.6,94.7,46.3,74.7,36.7,98.4,108.0,65.7,41.4,107.0,106.3,76.2,16.6,46.9,70.9,27.2,36.9,52.8,32.1,21.0,40.5,87.2,35.9,21.5,39.6,56.3,32.9,79.4,142.5,110.4,40.0,24.7,33.2,14.9,30.1,43.8,32.5];
const a2dKey7 = [98.4,145.8,108.3,97.4,48.1,78.3,34.7,88,95.9,56.8,37.5,110.8,109.7,80.3,15.6,47.4,71.8,25.5,34,51.9,30.3,20.2,41.5,87.8,33.7,19.8,35.6,56.2,32,74.8,147.5,97.3,35.8,23.2,27,15,28,44.5,31.8];
const a2dKey8 = [106,146.1,109.2,99,48.6,78.9,36.2,94.8,104.2,61.7,39.8,111.7,110.9,80.4,16.3,48.3,73,26.9,36.3,53.1,31.7,21,41.3,88.5,35,21,38.7,56.5,33,77.7,148,104.6,38.1,24,30.5,15.3,29.6,44.6,31.7];

const a2dGirl = [
	{
		image: 'a2d',
		name: 'Абдоминальный (АIIД)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 150,
			to: 155,
		},
		t16: {
			from: 86,
			to: 89,
		},
		t18: {
			from: 64,
			to: 69,
		},
		answer: a2dKey1,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2d',
		name: 'Абдоминальный (АIIД)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 150,
			to: 155,
		},
		t16: {
			from: 90,
			to: 93,
		},
		t18: {
			from: 70,
			to: 73,
		},
		answer: a2dKey2,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2d',
		name: 'Абдоминальный (АIIД)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 90,
			to: 92,
		},
		t18: {
			from: 67,
			to: 71,
		},
		answer: a2dKey3,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2d',
		name: 'Абдоминальный (АIIД)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 93,
			to: 98,
		},
		t18: {
			from: 72,
			to: 76,
		},
		answer: a2dKey4,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2d',
		name: 'Абдоминальный (АIIД)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 161,
			to: 166,
		},
		t16: {
			from: 94,
			to: 99,
		},
		t18: {
			from: 70,
			to: 78,
		},
		answer: a2dKey5,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2d',
		name: 'Абдоминальный (АIIД)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 161,
			to: 166,
		},
		t16: {
			from: 100,
			to: 107,
		},
		t18: {
			from: 79,
			to: 86,
		},
		answer: a2dKey6,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2d',
		name: 'Абдоминальный (АIIД)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 167,
			to: 173,
		},
		t16: {
			from: 90,
			to: 96,
		},
		t18: {
			from: 64,
			to: 70,
		},
		answer: a2dKey7,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'a2d',
		name: 'Абдоминальный (АIIД)',
		description: 'Наличие жироотложений в области плеч, груди, рук, верхнем секторе живота и спины. Отсутствие линии талии. Нижние конечности в пределах нормы',
		t1: {
			from: 167,
			to: 173,
		},
		t16: {
			from: 97,
			to: 103,
		},
		t18: {
			from: 71,
			to: 77,
		},
		answer: a2dKey8,
		imb: {
			from: 25,
			to: 49,
		}
	},
];

