const a3dKey1 = [95.3,129.4,95.8,86.2,42.7,68.6,33.8,84.9,91.7,55.8,36.3,97.8,97.1,70.5,15.3,42.7,64.4,23.9,32.5,47.5,28.8,18.6,37.1,79.1,31.4,19.3,34.9,54.9,30.2,70.4,130.9,93.7,34.9,22.7,27.2,13.6,26.8,40.3,29.8];
const a3dKey2 = [102.5,129.6,95.6,85.8,42.5,68.1,34.1,91.0,100.0,60.3,38.2,97.8,97.0,69.7,15.8,43.2,65.1,24.8,34.6,49.4,30.1,18.9,37.7,81.5,33.1,20.4,37.2,55.2,30.7,73.6,131.2,100.5,37.3,23.6,30.1,13.8,27.9,41.0,30.6];
const a3dKey3 = [100.7,134.7,99.6,89.8,44.3,71.0,34.7,88.2,95.8,58.9,37.8,101.7,100.9,73.4,15.6,44.6,67.2,24.9,33.9,49.8,29.6,19.8,38.9,82.9,32.8,19.8,36.0,55.6,31.1,73.1,136.4,99.0,36.3,23.3,28.5,14.2,27.8,42.0,31.3];
const a3dKey4 = [105.8,134.8,99.6,90.0,44.2,70.7,35.5,91.7,99.9,62.1,39.3,101.8,101.0,72.9,16.0,44.8,67.6,25.5,34.8,50.5,30.4,20.2,39.1,83.7,33.8,20.3,37.2,55.8,31.5,75.3,136.5,103.9,37.8,23.9,30.5,14.3,28.5,42.3,32.0];
const a3dKey5 = [104.4,140.4,104.3,94.2,46.4,74.7,35.6,91.7,100.1,61.0,39.1,106.6,105.7,76.6,16.1,46.4,70.1,25.9,35.0,51.4,30.8,20.5,40.3,85.8,34.0,20.4,37.3,56.1,32.0,75.9,142.2,102.8,37.5,23.8,29.9,14.8,28.7,43.4,31.8];
const a3dKey6 = [114.0,140.8,104.5,94.6,46.3,74.6,36.9,99.0,108.1,66.8,42.1,106.9,106.2,76.2,16.7,46.9,70.8,27.1,36.6,52.7,32.5,21.0,40.5,87.3,36.3,21.5,39.3,56.2,32.9,78.8,142.6,111.8,40.5,24.8,33.8,14.7,30.1,43.8,32.8,];
const a3dKey7 = [100,145.9,108.5,97.9,48.3,78.5,35.1,88.7,96.2,57.8,38.1,110.9,110,80.4,15.8,47.6,72,25.7,34.2,51.7,30.6,20.5,41.4,87.4,33.7,19.8,36,56.3,32.2,75.2,147.6,98.8,36.3,23.4,27.7,15.1,28.4,44.4,31.7];
const a3dKey8 = [107.6,146.2,109.3,99.2,48.7,79,36.4,95.4,104.4,62.8,40.4,111.7,111,80.4,16.4,48.3,73.1,27,36.2,53,32,21.2,41.3,88.3,35.2,21,38.7,56.5,33.1,78.3,148.1,106.1,38.6,24.2,31.2,15.3,29.8,44.6,31.8];

const a3dGirl = [
	{
		image: 'a3d',
		name: 'Абдоминальный (АIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 150,
			to: 155,
		},
		t16: {
			from: 86,
			to: 89,
		},
		t18: {
			from: 67,
			to: 72,
		},
		answer: a3dKey1,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'a3d',
		name: 'Абдоминальный (АIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 150,
			to: 155,
		},
		t16: {
			from: 93,
			to: 99,
		},
		t18: {
			from: 73,
			to: 78,
		},
		answer: a3dKey2,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'a3d',
		name: 'Абдоминальный (АIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 90,
			to: 93,
		},
		t18: {
			from: 70,
			to: 75,
		},
		answer: a3dKey3,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'a3d',
		name: 'Абдоминальный (АIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 94,
			to: 98,
		},
		t18: {
			from: 76,
			to: 80,
		},
		answer: a3dKey4,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'a3d',
		name: 'Абдоминальный (АIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 161,
			to: 166,
		},
		t16: {
			from: 94,
			to: 99,
		},
		t18: {
			from: 73,
			to: 81,
		},
		answer: a3dKey5,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'a3d',
		name: 'Абдоминальный (АIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 161,
			to: 166,
		},
		t16: {
			from: 100,
			to: 107,
		},
		t18: {
			from: 82,
			to: 90,
		},
		answer: a3dKey6,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'a3d',
		name: 'Абдоминальный (АIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 167,
			to: 173,
		},
		t16: {
			from: 90,
			to: 96,
		},
		t18: {
			from: 67,
			to: 73,
		},
		answer: a3dKey7,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'a3d',
		name: 'Абдоминальный (АIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины, в области воротника, верхних конечностей. Объем линии талии доминирует. Талия отсутствует. Жироотложения в верхнем и среднем секторе живота. Шея короткая',
		t1: {
			from: 167,
			to: 173,
		},
		t16: {
			from: 97,
			to: 103,
		},
		t18: {
			from: 74,
			to: 80,
		},
		answer: a3dKey8,
		imb: {
			from: 50,
			to: 99,
		}
	},
];


