const a4dKey1 = [106.2,129.9,96.3,87.1,43.4,68.9,35.3,93.0,99.7,62.1,39.9,98.2,97.5,70.8,16.1,43.1,65.1,25.1,33.9,48.5,30.5,19.6,37.3,79.9,33.4,20.5,37.6,55.0,31.5,29.8,131.6,103.9,38.7,24.2,31.2,13.6,28.4,40.5,30.9];
const a4dKey2 = [102.3,134.8,99.7,90.2,44.5,71.1,35.0,88.8,96.1,59.9,38.4,101.8,101.0,73.4,15.8,44.6,67.3,25.0,33.8,49.6,30.0,20.0,38.9,82.6,32.9,19.8,36.1,55.6,31.2,30.6,136.5,100.5,36.8,23.5,29.2,14.2,28.0,42.0,31.4];
const a4dKey3 = [107.4,134.9,99.6,90.1,44.3,70.7,35.7,92.3,100.1,63.1,40.0,101.7,101.0,72.9,16.1,44.9,67.6,25.4,34.6,50.3,30.8,20.3,39.2,83.6,34.1,20.3,37.1,55.8,41.6,31.3,136.6,105.4,38.3,24.0,31.2,14.2,28.6,42.3,32.2];
const a4dKey4 = [101.6,146,108.7,98.4,48.5,78.7,35.4,89.3,96.5,58.9,38.7,110.9,110.2,80.5,16,47.7,72.2,25.8,34.2,51.6,31,20.8,41.4,87.1,33.7,19.9,36.3,56.4,32.4,32.0,147.7,100.3,36.7,23.6,28.4,15.1,28.6,44.4,31.7];
const a4dKey5 = [109.1,146.3,109.3,99.3,48.7,78.9,36.6,96,104.5,63.8,41,111.6,111,80.4,16.5,48.4,73.1,27,36,52.8,32.4,21.3,41.3,88.2,35.4,21,38.6,56.5,33.2,31.8,148.2,107.6,39.1,24.3,31.8,15.2,30,44.6,32.0];

const a4dGirl = [
	{
		image: 'a4d',
		name: 'Абдоминальный (АIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхних конечностей, спины. Линия талии отсутствует. Короткая шея и может отсутствовать. Умеренные жироотложения нижних конечностей. Большой выпирающий живот с жироотложением в верхнем секторе. На боковом секторе спины жироотложения в виде складок над линией талии, в нижнем секторе живота наличие фартука',
		t1: {
			from: 150,
			to: 155,
		},
		t16: {
			from: 93,
			to: 99,
		},
		t18: {
			from: 78,
			to: 83,
		},
		answer: a4dKey1,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'a4d',
		name: 'Абдоминальный (АIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхних конечностей, спины. Линия талии отсутствует. Короткая шея и может отсутствовать. Умеренные жироотложения нижних конечностей. Большой выпирающий живот с жироотложением в верхнем секторе. На боковом секторе спины жироотложения в виде складок над линией талии, в нижнем секторе живота наличие фартука',
		t1: {
			from: 156,
			to: 165,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 71,
			to: 78,
		},
		answer: a4dKey2,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'a4d',
		name: 'Абдоминальный (АIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхних конечностей, спины. Линия талии отсутствует. Короткая шея и может отсутствовать. Умеренные жироотложения нижних конечностей. Большой выпирающий живот с жироотложением в верхнем секторе. На боковом секторе спины жироотложения в виде складок над линией талии, в нижнем секторе живота наличие фартука',
		t1: {
			from: 156,
			to: 165,
		},
		t16: {
			from: 94,
			to: 98,
		},
		t18: {
			from: 79,
			to: 85,
		},
		answer: a4dKey3,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'a4d',
		name: 'Абдоминальный (АIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхних конечностей, спины. Линия талии отсутствует. Короткая шея и может отсутствовать. Умеренные жироотложения нижних конечностей. Большой выпирающий живот с жироотложением в верхнем секторе. На боковом секторе спины жироотложения в виде складок над линией талии, в нижнем секторе живота наличие фартука',
		t1: {
			from: 165,
			to: 173,
		},
		t16: {
			from: 89,
			to: 95,
		},
		t18: {
			from: 69,
			to: 76,
		},
		answer: a4dKey4,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'a4d',
		name: 'Абдоминальный (АIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхних конечностей, спины. Линия талии отсутствует. Короткая шея и может отсутствовать. Умеренные жироотложения нижних конечностей. Большой выпирающий живот с жироотложением в верхнем секторе. На боковом секторе спины жироотложения в виде складок над линией талии, в нижнем секторе живота наличие фартука',
		t1: {
			from: 165,
			to: 173,
		},
		t16: {
			from: 96,
			to: 103,
		},
		t18: {
			from: 77,
			to: 84,
		},
		answer: a4dKey5,
		imb: {
			from: 100,
			to: 300,
		}
	},
];


