const g1dKey1 = [89.8,129.3,96.4,87.1,43.4,69.7,32.8,79.6,83.9,52.1,34.9,98.0,97.5,71.7,15.0,42.3,63.9,23.4,30.4,45.4,27.8,18.3,36.2,76.0,29.7,18.1,33.1,54.5,30.0,67.8,130.7,86.2,32.4,21.8,24.5,13.4,25.8,38.5,28.9];
const g1dKey2 = [93.3,129.4,96.3,86.9,43.2,69.3,33.4,82.6,87.8,54.5,35.9,98.0,97.5,71.2,15.2,42.5,64.1,23.7,31.4,46.2,28.4,18.6,36.5,77.2,30.6,18.8,34.1,54.7,30.2,69.4,130.9,91.6,34.2,22.5,26.5,13.5,26.5,39.6,29.4];
const g1dKey3 = [96.8,129.5,96.2,86.7,43.1,68.9,34.0,85.5,91.8,56.7,36.8,98.0,97.4,70.7,15.5,42.7,64.4,24.1,32.4,47.2,29.0,18.8,36.8,78.4,31.5,19.4,35.1,54.9,30.4,71.0,131.0,95.0,35.3,22.9,27.8,13.6,27.0,40.0,29.9];
const g1dKey4 = [99.5,134.9,100.5,91.0,45.1,72.2,35.5,86.6,92.2,58.1,37.9,102.3,101.7,74.4,15.7,44.4,67.0,24.7,32.7,48.1,29.7,19.8,38.2,80.5,32.0,19.4,35.3,55.3,31.3,72.8,136.6,97.8,36.1,23.3,28.3,14.1,27.7,41.2,30.8];
const g1dKey5 = [99.6,140.1,104.2,94.4,46.5,75.0,34.6,86.3,92.4,57.9,37.9,106.2,105.5,77.4,15.7,46.0,69.5,25.0,33.2,49.7,30.0,20.4,40.0,83.8,32.4,19.4,35.1,55.7,31.7,72.4,141.9,98.2,35.8,23.2,27.8,14.6,27.9,42.9,31.4];
const g1dKey6 = [115.5,140.9,104.3,94.4,46.2,74.3,37.0,99.6,108.1,67.8,42.7,106.7,106.0,76.1,16.7,46.8,70.6,26.9,36.1,52.6,32.8,21.0,40.6,87.4,36.8,21.4,38.8,56.2,32.9,79.4,142.6,113.2,41.0,24.8,34.4,14.6,30.1,43.9,32.5];
const g1dKey7 = [95,5,145,7,108,2,97,7,48,4,78,9,34,2,83,3,88,7,54,4,36,8,110,4,109,6,80,8,15,6,47,1,71,5,25,32,3,50,1,30,20,2,41,3,85,7,32,3,18,8,34,1,56,31,9,73,0,147,3,94,3,34,8,22,9,25,6,15,27,6,44,31,5,];
const g1dKey8 = [103.2,146.1,108.8,98.7,48.6,78.8,35.6,90,96.8,60,39.3,111,110.3,80.6,16.1,47.8,72.3,25.9,34.1,51.4,31.4,21,41.3,86.8,33.8,19.9,36.4,56.4,32.5,76.3,147.8,101.8,37.2,23.8,29.1,15.1,28.9,44.3,31.8];
const g1dKey9 = [106.4,151.9,113.7,103.5,50.9,82.9,36.5,93.6,101,61.9,40.6,116,115.4,84.3,16.5,49.7,75.3,26.8,35.2,52.9,32.6,21.7,42.4,89.4,35.1,20.5,37.7,56.8,33.5,77.7,153.8,105.2,38.3,24.1,30.5,15.5,29.9,45.5,31.9];

const g1dGirl = [
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 150,
			to: 155,
		},
		t16: {
			from: 77,
			to: 82,
		},
		t18: {
			from: 63,
			to: 67,
		},
		answer: g1dKey1,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 150,
			to: 155,
		},
		t16: {
			from: 83,
			to: 86,
		},
		t18: {
			from: 67,
			to: 70,
		},
		answer: g1dKey2,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 150,
			to: 155,
		},
		t16: {
			from: 86,
			to: 90,
		},
		t18: {
			from: 71,
			to: 74,
		},
		answer: g1dKey3,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 86,
			to: 90,
		},
		t18: {
			from: 72,
			to: 77,
		},
		answer: g1dKey4,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 162,
			to: 166,
		},
		t16: {
			from: 86,
			to: 96,
		},
		t18: {
			from: 69,
			to: 76,
		},
		answer: g1dKey5,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 162,
			to: 166,
		},
		t16: {
			from: 97,
			to: 107,
		},
		t18: {
			from: 77,
			to: 92,
		},
		answer: g1dKey6,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 167,
			to: 173,
		},
		t16: {
			from: 82,
			to: 88,
		},
		t18: {
			from: 64,
			to: 69,
		},
		answer: g1dKey7,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 167,
			to: 173,
		},
		t16: {
			from: 89,
			to: 94,
		},
		t18: {
			from: 70,
			to: 77,
		},
		answer: g1dKey8,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'g1d',
		name: 'Гиноидный (ГIД)',
		description: 'Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Жироотложения в области груди, шеи и верхних конечностей отсутствуют. Наличие жироотложения в области бедер и нижних конечностей',
		t1: {
			from: 174,
			to: 178,
		},
		t16: {
			from: 94,
			to: 98,
		},
		t18: {
			from: 76,
			to: 80,
		},
		answer: g1dKey9,
		imb: {
			from: 15,
			to: 24,
		}
	},
];
