const g2dKey1 = [90.5,123.9,93.7,84.7,42.5,67.6,32.7,81.0,83.2,53.4,35.7,94.6,94.5,69.7,15.2,40.5,61.5,23.5,29.4,42.9,27.8,17.7,33.3,70.8,29.8,17.9,33.4,54.4,30.2,68.2,125.3,88.5,33.5,22.4,26.6,12.8,26.0,36.4,28.5];
const g2dKey2 = [92.7,123.9,92.7,83.6,41.7,66.6,33.1,83.2,87.0,54.7,36.0,94.0,93.8,68.5,15.2,40.8,61.8,23.6,30.5,44.3,28.3,17.9,34.4,73.3,30.5,18.4,34.2,54.4,30.7,69.0,125.3,90.7,34.2,22.5,27.4,13.0,26.3,37.5,28.9];
const g2dKey3 = [87.9,129.2,97.0,87.9,43.9,70.5,32.5,77.3,80.3,50.8,34.5,98.3,98.9,72.4,14.9,42.1,63.7,23.3,29.5,44.2,27.5,18.2,35.6,74.1,28.8,17.5,32.4,54.4,30.1,66.9,130.8,87.6,32.9,22.0,25.1,13.4,26.0,38.2,28.5];
const g2dKey4 = [91.2,129.3,96.8,87.7,43.7,70.0,33.0,80.2,84.1,53.1,35.5,98.3,97.9,71.9,15.2,42.3,63.9,23.6,30.4,45.0,28.1,18.5,35.9,75.3,29.7,18.2,33.3,54.6,30.3,68.5,130.9,89.6,33.5,22.3,25.8,13.4,26.3,38.9,29.0];
const g2dKey5 = [94.7,129.4,96.6,87.4,43.6,69.6,33.6,83.2,88.0,55.4,36.5,98.3,97.8,71.4,15.4,42.5,64.2,23.9,31.4,45.9,28.6,18.8,36.3,76.5,30.6,18.8,34.3,54.7,30.5,70.1,131.0,92.9,34.6,22.7,27.1,13.5,26.7,39.4,29.5];
const g2dKey6 = [98.1,129.5,96.5,87.2,43.4,69.2,34.2,86.2,91.9,57.5,37.4,98.2,97.6,71.0,15.6,42.7,64.4,24.2,32.3,46.9,29.2,19.0,36.7,77.8,31.5,19.4,35.3,54.9,30.7,71.6,131.1,96.2,35.8,23.2,28.3,13.6,27.2,39.8,30.0];
const g2dKey7 = [101.5,129.7,96.3,86.9,43.2,68.9,34.7,89.2,95.9,59.6,38.4,98.2,97.5,70.7,15.8,42.9,64.8,24.6,33.3,47.8,29.8,19.2,40.2,79.1,32.4,20.0,36.4,55.0,31.0,73.1,131.3,99.5,37.0,23.6,29.6,13.6,27.7,40.2,30.4];
const g2dKey8 = [92.6,134.7,100.8,91.4,45.6,73.2,33.5,80.7,84.7,53.5,36.0,102.3,101.9,75.4,15.3,43.9,66.4,24.1,31.0,46.5,28.7,19.2,17.6,78.3,30.1,18.3,33.5,54.9,30.9,69.5,136.3,91.1,33.8,22.5,25.7,14.0,26.8,40.5,29.7];
const g2dKey9 = [96,134.8,100.6,91.2,45.3,72.7,34.0,83.6,88.4,55.8,37.0,102.3,101.8,74.8,15.5,44.2,66.7,24.2,31.8,47.3,29.2,19.5,37.9,79.3,31.1,18.9,34.4,55.1,31.1,71.2,136.5,94.4,34.9,22.9,27.0,14.0,27.2,40.9,30.2];
const g2dKey10 = [100.8,135.0,100.7,91.5,45.5,72.5,34.6,87.2,92.2,58.8,38.5,102.5,101.9,74.7,15.9,44.4,67.0,24.8,32.5,47.8,29.9,20.0,38.1,79.9,32.1,19.5,35.5,55.3,31.6,73.3,136.7,99.0,36.5,23.5,28.8,14.0,27.8,41.0,30.9];
const g2dKey11 = [110.9,135.0,99.5,89.8,44.0,70.3,36.1,95.3,103.8,65.1,40.8,101.8,101.0,72.4,16.3,45.0,67.8,26.0,35.5,51.2,31.2,20.5,39.4,84.6,35.0,20.8,38.0,55.9,31.9,77.7,136.7,108.7,39.4,24.4,32.5,14.3,29.1,42.6,32.7];
const g2dKey12 = [100.9,140.2,104.5,94.9,46.9,75.3,34.8,86.9,92.5,58.7,38.5,106.4,105.7,77.7,15.9,46.0,69.5,25.2,33.0,49.4,30.2,20.6,39.8,83.2,32.5,19.5,35.3,55.7,31.9,77.7,31.5,99.4,36.3,23.5,28.3,14.6,28.1,42.7,31.5];
const g2dKey13 = [104.3,140.5,104.3,94.6,46.7,75.0,35.5,90.0,96.6,61.0,39.5,106.3,105.7,77.0,16.1,46.3,69.9,25.4,33.9,50.4,31.1,20.7,40.1,84.5,33.5,19.8,36.3,56.0,32.0,75.5,142.3,102.7,37.5,23.8,29.8,14.6,28.6,43.1,31.7];
const g2dKey14 = [107.6,140.6,104.3,94.6,46.5,74.8,36.0,93.0,100.4,63.1,40.4,106.5,105.8,76.7,16.2,46.5,70.1,25.9,34.7,51.2,31.5,20.8,40.3,85.5,34.5,20.4,37.2,56.1,32.3,77.1,142.4,105.8,38.5,24.1,31.2,14.6,29.1,43.4,32.2];
const g2dKey15 = [97.1,145.8,108.4,98.2,48.6,79.1,34.5,84,89.1,55.5,37.4,110.5,109.8,80.9,15.8,47.3,71.7,25.2,32.5,50,30.3,20.5,41.2,85.3,32.2,18.8,34.5,56,32.1,73.5,147.4,95.8,35.2,23.2,26.3,15,27.9,43.9,31.4];
const g2dKey16 = [100.1,139.3,108.6,98.4,48.6,78.9,35.1,87,92.9,57.8,38.4,110.7,110,80.7,15.9,47.6,72,25.5,33.3,50.7,30.9,20.7,41.3,86.1,33,19.3,35.4,56.2,32.3,74.0,147.6,98.9,36.2,23.5,27.7,15,28.4,44.1,31.4];
const g2dKey17 = [104.7,146.2,108.8,98.9,48.7,78.9,35.8,90.6,97,61,39.9,110.9,110.4,80.6,16.2,47.9,72.4,25.9,34,51.3,31.7,21.1,41.3,86.6,34,19.9,36.4,56.4,32.7,76.9,147.9,103.3,37.7,23.9,29.8,15,29,44.3,31.9];
const g2dKey18 = [107.7,146.3,109,99.1,48.7,78.8,36.3,93.6,100.8,63,40.8,111.2,110.6,80.5,16.4,48.1,72.7,26.4,34.8,52,32.3,21.3,41.4,87.4,34.9,20.4,37.4,56.5,32.9,78.3,148.1,106.2,38.6,24.2,31.1,15,29.6,44.5,32.1];
const g2dKey19 = [103.6,151.7,113.3,102.9,50.7,82.7,35.9,90.5,97.1,60,39.7,115.6,114.9,84.1,16.3,49.4,74.9,26.3,34.3,52.3,32.1,21.5,42.5,88.9,34.3,19.9,36.6,56.8,33.2,77.6,153.5,102.5,37.4,23.9,29.1,15.5,29.3,45.5,32.0];
const g2dKey20 = [117.3,157.6,118.4,108.0,53.1,86.9,36.8,94.3,101.4,61.8,41.1,120.8,120.3,88.1,16.6,51.3,77.8,27.3,35.3,53.8,33.4,22.1,43.5,91.4,35.5,20.6,37.8,57.2,34.2,83.6,159.5,105.6,38.5,24.2,30.4,15.9,30.3,46.6,32.2];

const g2dGirl = [
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 144,
			to: 148,
		},
		t16: {
			from: 78,
			to: 81,
		},
		t18: {
			from: 68,
			to: 72,
		},
		answer: g2dKey1,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 144,
			to: 148,
		},
		t16: {
			from: 82,
			to: 86,
		},
		t18: {
			from: 68,
			to: 72,
		},
		answer: g2dKey2,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 149,
			to: 154,
		},
		t16: {
			from: 74,
			to: 78,
		},
		t18: {
			from: 64,
			to: 67,
		},
		answer: g2dKey3,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 149,
			to: 154,
		},
		t16: {
			from: 79,
			to: 82,
		},
		t18: {
			from: 68,
			to: 70,
		},
		answer: g2dKey4,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 149,
			to: 154,
		},
		t16: {
			from: 83,
			to: 86,
		},
		t18: {
			from: 71,
			to: 73,
		},
		answer: g2dKey5,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 149,
			to: 154,
		},
		t16: {
			from: 87,
			to: 90,
		},
		t18: {
			from: 74,
			to: 76,
		},
		answer: g2dKey6,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 149,
			to: 154,
		},
		t16: {
			from: 91,
			to: 94,
		},
		t18: {
			from: 77,
			to: 80,
		},
		answer: g2dKey7,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 155,
			to: 162,
		},
		t16: {
			from: 78,
			to: 82,
		},
		t18: {
			from: 67,
			to: 70,
		},
		answer: g2dKey8,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 155,
			to: 162,
		},
		t16: {
			from: 83,
			to: 86,
		},
		t18: {
			from: 71,
			to: 75,
		},
		answer: g2dKey9,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 155,
			to: 162,
		},
		t16: {
			from: 86,
			to: 88,
		},
		t18: {
			from: 76,
			to: 81,
		},
		answer: g2dKey10,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 155,
			to: 162,
		},
		t16: {
			from: 89,
			to: 102,
		},
		t18: {
			from: 82,
			to: 86,
		},
		answer: g2dKey11,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 163,
			to: 167,
		},
		t16: {
			from: 86,
			to: 90,
		},
		t18: {
			from: 73,
			to: 76,
		},
		answer: g2dKey12,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 163,
			to: 167,
		},
		t16: {
			from: 91,
			to: 94,
		},
		t18: {
			from: 77,
			to: 79,
		},
		answer: g2dKey13,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 163,
			to: 167,
		},
		t16: {
			from: 95,
			to: 98,
		},
		t18: {
			from: 90,
			to: 83,
		},
		answer: g2dKey14,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 82,
			to: 85,
		},
		t18: {
			from: 67,
			to: 70,
		},
		answer: g2dKey15,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 86,
			to: 89,
		},
		t18: {
			from: 71,
			to: 75,
		},
		answer: g2dKey16,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 76,
			to: 79,
		},
		answer: g2dKey17,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 95,
			to: 98,
		},
		t18: {
			from: 80,
			to: 83,
		},
		answer: g2dKey18,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 174,
			to: 178,
		},
		t16: {
			from: 90,
			to: 100,
		},
		t18: {
			from: 73,
			to: 82,
		},
		answer: g2dKey19,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'g2d',
		name: 'Гиноидный (ГIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Объем бедер больше, чем объем груди и талии. Верхние конечности в пределах нормы, а нижние конечности в верхней части имеют значительные жироотложения.',
		t1: {
			from: 174,
			to: 178,
		},
		t16: {
			from: 101,
			to: 110,
		},
		t18: {
			from: 83,
			to: 95,
		},
		answer: g2dKey20,
		imb: {
			from: 25,
			to: 49,
		}
	},
];
