const g3dKey1 = [91.5,124.1,94.7,85.5,43.3,68.3,32.8,82.1,83.2,54.3,36.4,95.3,95.3,70.8,15.4,40.3,61.4,23.7,29.2,42.2,27.8,17.7,32.6,69.3,30.1,17.9,33.6,54.6,30.7,69.0,125.4,89.4,34.1,22.7,27.2,12.7,26.1,35.6,28.7];
const g3dKey2 = [93.8,124.1,93.6,84.5,42.4,67.4,33.2,84.2,87.0,55.6,36.7,94.6,94.6,69.5,15.4,40.6,61.6,23.9,30.3,43.6,28.0,17.9,33.6,71.8,30.7,18.5,34.4,54.6,30.4,69.8,125.5,91.6,34.8,22.9,27.9,12.9,26.5,36.7,29.1];
const g3dKey3 = [89.3,129.2,97.4,88.5,44.3,70.8,32.7,77.9,80.4,51.8,35.1,98.6,98.3,72.6,15.1,42.1,63.7,23.5,29.5,43.8,27.8,18.4,35.3,73.4,28.8,17.6,33.7,54.4,30.4,67.7,130.8,87.6,32.9,22.0,25.1,13.4,26.0,38.2,28.6];
const g3dKey4 = [92.6,129.4,97.2,88.2,44.1,70.3,33.2,80.8,84.2,54.0,36.1,98.5,98.2,72.1,15.3,42.3,63.9,23.8,30.4,44.7,28.3,18.7,35.7,74.6,29.7,18.2,33.5,54.6,30.6,69.2,130.9,90.9,34.0,22.5,26.4,13.4,26.5,38.7,29.1];
const g3dKey5 = [94,129.4,97.5,88.7,44.4,70.6,33.4,81.5,84.2,54.9,36.7,98.7,98.4,72.4,15.5,42.3,64.0,23.9,30.3,44.4,28.5,18.9,35.5,74.0,29.8,18.3,33.7,54.6,30.8,69.8,131.0,92.1,34.4,22.7,26.9,13.4,26.7,38.5,29.2];
const g3dKey6 = [96.0,129.5,97.0,87.9,43.9,69.9,33.7,83.8,88.0,56.2,37.0,98.5,98.0,71.7,15.5,42.5,64.2,24.0,31.2,45.6,28.8,19.0,36.1,75.9,30.7,18.8,34.5,54.7,30.8,70.7,131.1,94.1,35.1,23.0,27.6,13.5,26.9,39.1,29.6];
const g3dKey7 = [99.4,129.6,96.7,87.6,43.7,69.5,34.3,86.8,91.9,58.2,38.2,98.4,97.9,71.3,15.7,42.7,64.5,24.4,32.1,46.5,29.4,19.2,36.5,77.2,31.6,19.4,35.5,54.9,31.0,72.2,131.2,97.4,36.6,23.4,28.8,13.5,27.4,39.6,30.1];
const g3dKey8 = [102.8,129.8,96.5,86.4,43.6,69.2,34.8,89.9,95.8,60.2,39.0,98.3,97.7,71.0,16.0,42.9,64.8,24.7,33.0,47.5,29.9,19.4,40.0,78.5,32.5,20.0,36.5,55.0,31.2,73.6,131.4,100.6,37.4,23.8,30.0,13.6,27.9,40.0,30.5];
const g3dKey9 = [94,134.7,101.1,92.0,45.9,73.5,33.9,81.3,84.8,54.4,36.5,102.6,102.2,75.4,15.3,43.9,66.4,24.1,31.0,46.5,28.7,19.2,17.6,78.3,30.1,18.4,33.7,54.9,31.2,70.2,136.4,92.4,34.3,22.7,26.2,13.9,27.0,40.2,29.8];
const g3dKey10 = [97.4,134.8,100.9,91.7,45.7,73.0,34.1,84.3,88.5,56.6,37.5,102.5,102.0,75.1,15.7,44.2,66.7,24.5,31.7,47.0,29.4,19.7,37.7,78.8,31.1,18.9,34.6,55.1,31.4,71.8,136.6,95.7,35.4,23.1,27.5,14.0,27.4,40.6,30.3];
const g3dKey11 = [102,135.1,101.0,91.9,45.8,72.8,34.6,87.9,92.1,59.4,39.1,102.6,102.1,75.0,16.0,44.4,67.0,24.9,32.3,47.5,30.0,20.2,37.9,79.4,32.2,19.5,35.6,55.2,31.8,73.8,136.8,100.1,37.0,23.8,29.1,14.0,28.0,40.8,31.0];
const g3dKey12 = [103.8,140.5,99.8,90.4,44.6,71.2,35.2,89.4,96.3,61.0,39.1,101.7,101.1,73.5,15.9,44.7,67.4,25.0,33.7,49.5,30.4,20.2,38.9,82.4,33.1,19.8,36.1,55.6,31.3,74.2,136.6,102.0,37.2,23.6,29.9,14.2,28.2,42.0,31.5];
const g3dKey13 = [108.9,135.1,99.6,90.1,44.3,70.6,35.8,92.9,100.2,64.2,40.6,101.6,100.9,72.9,16.2,44.9,67.5,25.4,34.3,50.2,31.2,20.4,39.2,83.5,34.4,36.8,20.3,55.8,31.6,76.6,136.7,106.8,38.8,24.2,31.8,14.1,28.7,42.4,32.4];
const g3dKey14 = [113.9,135.3,99.2,89.5,43.9,70.0,36.4,96.4,103.9,67.2,42.2,101.4,100.7,72.3,16.4,44.9,67.6,25.7,34.7,51.0,32.0,20.5,39.6,84.8,35.9,20.8,37.2,55.8,31.9,79.1,136.8,111.5,40.4,24.6,33.7,13.9,29.2,42.8,33.5];
const g3dKey15 = [105.8,140.7,104.3,94.8,46.7,75.0,35.7,90.6,96.8,62.0,40.1,106.3,105.7,77.1,16.1,46.3,69.9,25.4,33.7,50.2,31.4,20.8,40.1,84.4,33.8,19.8,36.2,56.0,32.1,76.2,142.4,104.2,37.9,23.9,30.5,14.5,28.8,43.2,31.9];
const g3dKey16 = [109.1,140.8,104.3,100.5,46.5,74.7,36.2,93.6,100.5,64.1,41.1,106.4,105.8,76.7,16.3,46.5,70.1,25.8,34.4,51.0,31.9,20.9,40.3,85.4,34.8,37.0,20.4,56.1,32.3,77.8,142.5,107.3,39.0,24.2,31.8,14.5,29.2,43.4,32.4];
const g3dKey17 = [112.3,140.9,104.3,94.5,46.3,74.5,36.6,96.5,104.3,66.0,41.9,106.5,105.9,76.4,16.5,46.6,70.3,26.3,35.3,51.8,32.4,21.0,40.5,86.4,35.8,20.9,37.9,56.2,32.6,78.6,142.6,110.3,40.0,24.5,33.1,14.5,29.6,43.7,32.8];
const g3dKey18 = [98.7,145.9,108.6,98.6,48.8,79.3,34.8,84.6,89.4,56.5,38,110.6,110,81,15.9,47.4,71.9,25.3,32.5,49.8,30.7,20.8,41.1,85,32.3,18.8,34.7,56.1,32.3,74.0,147.5,97.3,35.7,23.4,27,15,28.1,43.8,31.4];
const g3dKey19 = [101.7,139.4,108.7,98.7,48.8,79,35.3,87.6,93.2,58.8,39,110.7,110.2,80.8,16.1,47.7,72.1,25.6,33.2,50.5,31.2,21,41.2,85.8,33.1,19.4,35.6,56.3,32.5,75.5,147.7,100.4,36.7,23.7,28.4,15,28.6,44.1,31.7];
const g3dKey20 = [100.9,151.5,112.9,102.4,50.6,82.6,35.4,87.5,93.2,57.9,38.8,115.2,114.5,84,16.1,49.1,74.5,25.9,33.5,51.6,31.5,21.2,42.6,88.4,33.6,19.4,35.6,56.6,33,76.4,153.2,99.8,36.5,23.7,27.7,15.5,28.7,45.4,32.1];
const g3dKey21 = [109.4,152.1,113.6,103.6,51,82.8,36.8,94.8,101.3,64,41.9,115.9,115.4,84.3,16.6,49.7,75.2,26.7,34.7,52.7,33.4,21.9,42.5,89.3,35.6,20.5,37.3,56.8,33.7,80.1,154,108.1,39.3,24.4,31.7,15.3,30.1,45.6,32.4];

const g3dGirl = [
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 144,
			to: 148,
		},
		t16: {
			from: 78,
			to: 81,
		},
		t18: {
			from: 72,
			to: 77,
		},
		answer: g3dKey1,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 144,
			to: 148,
		},
		t16: {
			from: 82,
			to: 86,
		},
		t18: {
			from: 72,
			to: 77,
		},
		answer: g3dKey2,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 74,
			to: 78,
		},
		t18: {
			from: 67,
			to: 70,
		},
		answer: g3dKey3,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 79,
			to: 82,
		},
		t18: {
			from: 71,
			to: 73,
		},
		answer: g3dKey4,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 79,
			to: 82,
		},
		t18: {
			from: 74,
			to: 77,
		},
		answer: g3dKey5,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 83,
			to: 86,
		},
		t18: {
			from: 74,
			to: 77,
		},
		answer: g3dKey6,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 86,
			to: 89,
		},
		t18: {
			from: 77,
			to: 79,
		},
		answer: g3dKey7,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 79,
			to: 83,
		},
		answer: g3dKey8,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 78,
			to: 82,
		},
		t18: {
			from: 70,
			to: 73,
		},
		answer: g3dKey9,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 82,
			to: 86,
		},
		t18: {
			from: 73,
			to: 77,
		},
		answer: g3dKey10,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 87,
			to: 90,
		},
		t18: {
			from: 78,
			to: 83,
		},
		answer: g3dKey11,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 76,
			to: 81,
		},
		answer: g3dKey12,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 94,
			to: 98,
		},
		t18: {
			from: 82,
			to: 86,
		},
		answer: g3dKey13,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 99,
			to: 103,
		},
		t18: {
			from: 87,
			to: 92,
		},
		answer: g3dKey14,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 79,
			to: 82,
		},
		answer: g3dKey15,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 95,
			to: 98,
		},
		t18: {
			from: 83,
			to: 86,
		},
		answer: g3dKey16,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 99,
			to: 103,
		},
		t18: {
			from: 86,
			to: 89,
		},
		answer: g3dKey17,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 82,
			to: 86,
		},
		t18: {
			from: 70,
			to: 73,
		},
		answer: g3dKey18,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 86,
			to: 90,
		},
		t18: {
			from: 73,
			to: 77,
		},
		answer: g3dKey19,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 174,
			to: 178,
		},
		t16: {
			from: 86,
			to: 91,
		},
		t18: {
			from: 70,
			to: 78,
		},
		answer: g3dKey20,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'g3d',
		name: 'Гиноидный (ГIIIД)',
		description: 'Умеренные жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии отсутствует. Верхние конечности в пределах нормы.Ширина бедер значительно превышает ширину плеч. Максимальный объем в области галифе. Жироотложения в области ягодиц, нижнем секторе живота, на боковом секторе спины в виде верхних складок над линией талии',
		t1: {
			from: 174,
			to: 178,
		},
		t16: {
			from: 92,
			to: 98,
		},
		t18: {
			from: 79,
			to: 86,
		},
		answer: g3dKey21,
		imb: {
			from: 50,
			to: 99,
		}
	},
];
