const g4dKey1 = [110.6, 124.8, 89.2, 79.3, 38.5, 63.8, 36.2, 98.0, 107.4, 66.2, 40.6, 91.6, 91.2, 64.5, 15.6, 42.0, 63.2, 25.5, 35.5, 50.1, 32.2, 19.2, 38.7, 84.0, 34.1, 39.4, 20.1, 54.5, 29.8, 76.7, 126.7, 108.0, 40.8, 24.7, 34.5, 13.7, 28.5, 41.7, 32.0];
const g4dKey2 = [95.3, 129.5, 97.7, 89.2, 44.8, 70.9, 33.5, 82.1, 84.2, 55.6, 37.2, 98.9, 98.6, 72.7, 15.6, 42.3, 64.0, 24.0, 30.1, 44.1, 28.7, 19.1, 35.4, 73.4, 29.8, 18.3, 54.5, 31.1, 69.8, 131.2, 93.3, 34.9, 23.0, 27.3, 13.3, 26.9, 38.2, 29.2];
const g4dKey3 = [97.3, 129.6, 97.2, 88.4, 44.2, 70.1, 33.8, 84.5, 88.0, 56.9, 37.6, 98.6, 98.2, 72.0, 15.7, 42.5, 64.2, 24.2, 31.1, 45.3, 29.0, 19.2, 35.9, 75.3, 30.7, 18.9, 54.7, 31.0, 71.2, 131.2, 95.3, 35.6, 23.2, 28.0, 13.4, 27.1, 38.9, 29.7];
const g4dKey4 = [98.5, 129.7, 97.5, 88.8, 44.5, 70.4, 33.9, 85.2, 87.9, 57.5, 38.2, 98.8, 98.4, 72.4, 15.8, 42.5, 64.2, 24.3, 30.9, 45.0, 29.1, 19.4, 35.8, 74.8, 30.8, 18.9, 54.6, 31.3, 71.7, 131.3, 96.1, 36.0, 23.4, 28.4, 13.4, 27.2, 39.0, 29.8];
const g4dKey5 = [105.4,135.0,99.8,90.5,44.6,71.2,35.4,90.0,96.5,62.0,39.7,101.7,101.1,73.5,16.0,44.7,67.4,25.0,33.5,49.3,30.7,20.3,38.9,82.3,33.3,19.8,36.0,55.6,31.4,74.8,136.7,103.5,37.7,23.8,30.5,14.1,28.3,42.0,31.7];
const g4dKey6 = [106.9,135.1,99.7,90.5,44.6,71.1,35.6,90.6,96.6,63.1,40.4,101.6,101.1,73.5,16.0,44.7,67.3,24.9,33.2,49.2,31.1,20.4,38.9,82.1,33.2,19.8,35.8,55.6,31.5,75.5,136.8,105.0,38.2,23.9,31.2,14.0,28.4,42.0,32.0];
const g4dKey7 = [110.4,135.2,99.5,90.0,44.3,70.5,36.0,93.5,100.2,65.2,41.3,101.5,100.9,72.9,16.2,44.8,67.4,25.3,34.0,50.1,31.5,20.5,39.3,83.5,34.8,20.3,36.5,55.8,31.7,77.3,136.8,108.3,39.3,24.3,32.4,13.9,28.8,42.4,32.8];
const g4dKey8 = [115.4,135.4,99.0,89.3,43.8,69.7,36.5,97.0,103.9,68.2,42.8,101.2,100.5,72.3,16.3,44.8,67.3,25.5,34.2,50.9,32.3,20.4,39.8,85.0,36.5,20.7,36.6,55.8,31.9,79.9,136.9,113.0,40.9,24.7,34.3,13.7,29.1,42.9,33.9];
const g4dKey9 = [118.8,134.8,99.6,89.7,43.8,70.2,36.4,97.7,107.5,65.9,41.0,102.0,101.1,71.9,16.5,45.2,68.2,26.7,36.9,52.1,31.2,20.5,39.6,85.8,35.0,21.4,39.8,56.0,32.0,78.6,136.6,110.4,39.9,24.7,33.2,14.5,29.5,42.9,32.9];
const g4dKey10 = [102.2,140.3,104.7,95.3,47.2,75.5,34.9,87.6,92.5,59.4,39.0,106.5,106.0,78.0,16.0,46.0,69.5,25.3,32.9,49.1,30.4,20.8,39.6,82.6,32.6,19.5,35.5,55.7,32.2,78.0,142.1,100.6,36.8,23.7,28.7,14.5,28.3,42.5,31.6];
const g4dKey11 = [124.6,141.4,103.8,93.4,45.4,73.6,37.7,106.7,115.5,72.8,45.6,106.5,105.8,75.6,16.9,46.8,70.6,27.8,36.6,54.0,34.5,20.8,41.3,89.9,40.2,22.4,39.1,55.8,33.5,70.0,142.9,121.7,43.9,25.4,37.9,14.1,31.0,44.5,35.1];
const g4dKey12 = [100.2,146,108.7,99,48.9,79.4,35.1,85.3,89.6,57.6,38.6,110.6,110.2,81,16.1,47.5,72,25.4,32.4,49.6,31.1,21,41.1,84.7,32.4,18.8,34.9,56.1,32.4,74.5,147.6,98.8,36.1,23.5,27.7,15,28.4,43.8,31.4];
const g4dKey13 = [101.7,146.1,108.7,99.2,49,79.5,35.3,85.9,89.8,55.7,37.2,110.5,109.6,80.5,15.6,47.3,71.6,25.2,33.1,51,30.1,20.2,41.1,86.8,33,19.3,34.8,56.1,31.9,75.1,147.7,100.3,36.6,23.7,28.4,14.9,28.6,43.8,31.6];
const g4dKey14 = [110.8,146.6,108.8,99,48.7,78.6,36.6,94.8,101,65.1,42.1,111,110.5,80.5,16.5,48.1,72.5,26.2,34.2,51.7,33,21.4,41.5,87.4,35.6,20.4,36.8,56.4,33,79.7,148.3,109.1,39.6,24.4,32.4,14.8,29.7,44.6,31.7];
const g4dKey15 = [122.2,147,109.5,99.5,48.4,78.9,38.1,107.1,116.2,71.5,45.3,112.1,111.7,80.5,17,48.8,73.7,28.6,37.4,54.6,35,21.4,41.7,90.7,39.6,22.7,40.3,56.1,34.3,80.5,148.9,119.8,44.3,25.2,37.4,14.8,31.7,45.1,33.5];
const g4dKey16 = [98.1,151.3,112.6,102,50.4,82.6,34.8,84.5,89.3,55.6,37.8,114.8,114.1,84,16,48.8,74.2,25.6,32.7,51,30.9,21,42.7,87.8,32.8,18.8,34.6,56.5,32.8,75.2,152.9,97,35.6,23.4,26.3,15.4,28.2,45.2,32.0];
const g4dKey17 = [102.4,151.6,113,102.8,50.7,82.7,35.7,88.1,93.4,58.9,39.4,115.2,114.6,84.1,16.3,49.2,74.6,26,33.4,51.5,31.9,21.4,42.6,88.1,33.7,19.4,35.7,56.7,33.1,77.0,153.3,101.3,37,23.9,28.4,15.4,29,45.3,32.1];
const g4dKey18 = [105.6,157.5,117.9,107.4,52.9,86.6,36.5,91.7,97.6,61,40.8,120.2,119.7,87.7,16.6,51.1,77.4,26.8,34.3,53,33.1,22.1,43.8,90.8,35,20,36.8,57.2,34,79.6,159.3,104.7,38.1,24.2,29.7,15.9,29.9,46.6,32.4];
const g4dKey19 = [106.5,157.6,118.4,108.0,53.1,86.9,36.8,94.3,101.4,61.8,41.1,120.8,120.3,88.1,16.6,51.3,77.8,27.3,35.3,53.8,33.4,22.1,43.5,91.4,35.5,20.6,37.8,57.2,34.2,80.0,159.5,105.6,38.5,24.2,30.4,15.9,30.3,46.6,31.9];

const g4dGirl = [
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 144,
			to: 148,
		},
		t16: {
			from: 102,
			to: 106,
		},
		t18: {
			from: 82,
			to: 86,
		},
		answer: g4dKey1,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 78,
			to: 82,
		},
		t18: {
			from: 72,
			to: 76,
		},
		answer: g4dKey2,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 83,
			to: 86,
		},
		t18: {
			from: 76,
			to: 79,
		},
		answer: g4dKey3,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 83,
			to: 86,
		},
		t18: {
			from: 80,
			to: 83,
		},
		answer: g4dKey4,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 79,
			to: 82,
		},
		answer: g4dKey5,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 83,
			to: 85,
		},
		answer: g4dKey6,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 95,
			to: 98,
		},
		t18: {
			from: 86,
			to: 90,
		},
		answer: g4dKey7,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 99,
			to: 102,
		},
		t18: {
			from: 91,
			to: 95,
		},
		answer: g4dKey8,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 102,
			to: 106,
		},
		t18: {
			from: 82,
			to: 86,
		},
		answer: g4dKey9,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 86,
			to: 96,
		},
		t18: {
			from: 76,
			to: 86,
		},
		answer: g4dKey10,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 97,
			to: 114,
		},
		t18: {
			from: 88,
			to: 104,
		},
		answer: g4dKey11,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 82,
			to: 90,
		},
		t18: {
			from: 73,
			to: 76,
		},
		answer: g4dKey12,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 82,
			to: 90,
		},
		t18: {
			from: 76,
			to: 83,
		},
		answer: g4dKey13,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 91,
			to: 104,
		},
		t18: {
			from: 84,
			to: 92,
		},
		answer: g4dKey14,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 105,
			to: 114,
		},
		t18: {
			from: 93,
			to: 102,
		},
		answer: g4dKey15,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 174,
			to: 178,
		},
		t16: {
			from: 82,
			to: 86,
		},
		t18: {
			from: 67,
			to: 72,
		},
		answer: g4dKey16,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 174,
			to: 178,
		},
		t16: {
			from: 86,
			to: 90,
		},
		t18: {
			from: 73,
			to: 77,
		},
		answer: g4dKey17,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 179,
			to: 184,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 76,
			to: 80,
		},
		answer: g4dKey18,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'g4d',
		name: 'Гиноидный (ГIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина бедер значительно превышает ширину плеч. Жировые складки в боковом секторе спины расположены в области талии над бедрами. Максимальный объем в области галифе. Обильные жироотложения в области ягодиц и нижнем секторе живота с наличием фартука',
		t1: {
			from: 179,
			to: 184,
		},
		t16: {
			from: 94,
			to: 98,
		},
		t18: {
			from: 76,
			to: 80,
		},
		answer: g4dKey19,
		imb: {
			from: 100,
			to: 300,
		}
	},
];
