const r1dKey1 = [94,123.7,90.6,81.6,40.1,64.9,33.4,84.3,90.7,55.2,35.6,92.6,92.1,66.1,15.0,41.4,62.2,23.5,31.9,46.5,28.6,18.1,36.3,77.4,30.8,18.8,34.9,54.2,29.1,69.1,125.3,92.2,34.4,22.3,27.6,13.2,26.5,39.5,29.1];
const r1dKey2 = [96.1,129.4,95.0,84.9,41.9,67.7,34.0,86.7,95.5,56.2,36.1,97.3,96.4,69.7,15.2,42.9,64.6,24.0,33.6,49.1,29.0,18.4,37.8,81.6,32.2,19.8,35.6,55.0,29.9,70.6,130.9,94.4,35.2,22.6,27.4,13.8,26.9,41.1,30.0];
const r1dKey3 = [94.7,134.7,100.3,90.7,45.0,72.4,33.8,83.0,88.3,54.9,36.4,102.1,101.5,74.6,15.4,44.1,66.7,24.2,31.9,47.6,29.0,19.3,38.1,80.0,31.0,18.8,34.2,55.1,30.8,70.5,136.4,93.1,34.5,22.6,26.4,14.1,27.0,41.1,30.1];
const r1dKey4 = [106.0,140.5,104.3,94.5,46.5,74.8,35.8,92.4,100.3,62.0,39.8,106.5,105.8,76.7,16.2,46.5,70.1,25.9,34.9,51.3,31.2,20.7,40.2,85.6,34.2,20.4,37.3,56.1,32.2,76.5,142.3,104.3,38.0,24.0,30.5,14.7,28.9,43.4,31.9];
const r1dKey5 = [107.7,140.4,104.4,94.5,46.3,74.7,36.1,94.7,104.0,62.9,40.0,106.8,106.0,76.4,16.3,46.7,70.5,26.5,36.1,52.2,31.2,20.7,40.3,86.6,34.8,20.9,38.6,56.2,32.4,77.4,142.3,105.9,38.5,24.2,31.2,14.9,29.3,43.6,32.0];
const r1dKey6 = [114.1,140.5,104.9,95.0,46.3,75.0,37.0,100.9,111.8,66.3,41.5,107.5,106.7,76.1,16.9,47.2,71.4,28.1,38.4,53.7,32.2,21.1,40.5,88.0,36.4,22.1,41.2,56.3,33.3,80.1,142.5,111.8,40.4,24.9,33.9,15.1,30.6,43.9,32.2];
const r1dKey7 = [104.8,151.8,113.6,103.3,50.8,82.8,36.2,93,100.8,60.8,40,116,115.4,84.2,16.3,49.7,75.2,26.8,35.3,53.1,32.3,21.5,42.5,89.6,34.9,20.5,37.6,56.8,33.4,78.2,153.7,103.7,37.8,24,29.8,15.6,29.7,45.6,31.8];

const r1dGirl = [
	{
		image: 'r1d',
		name: 'Равномерный (РIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 144,
			to: 148,
		},
		t16: {
			from: 86,
			to: 90,
		},
		t18: {
			from: 67,
			to: 71,
		},
		answer: r1dKey1,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1d',
		name: 'Равномерный (РIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 64,
			to: 66,
		},
		answer: r1dKey2,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1d',
		name: 'Равномерный (РIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 156,
			to: 161,
		},
		t16: {
			from: 82,
			to: 84,
		},
		t18: {
			from: 67,
			to: 71,
		},
		answer: r1dKey3,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1d',
		name: 'Равномерный (РIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 162,
			to: 170,
		},
		t16: {
			from: 94,
			to: 98,
		},
		t18: {
			from: 76,
			to: 81,
		},
		answer: r1dKey4,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1d',
		name: 'Равномерный (РIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 162,
			to: 170,
		},
		t16: {
			from: 98,
			to: 104,
		},
		t18: {
			from: 76,
			to: 81,
		},
		answer: r1dKey5,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1d',
		name: 'Равномерный (РIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 162,
			to: 170,
		},
		t16: {
			from: 104,
			to: 110,
		},
		t18: {
			from: 81,
			to: 86,
		},
		answer: r1dKey6,
		imb: {
			from: 15,
			to: 24,
		}
	},
	{
		image: 'r1d',
		name: 'Равномерный (РIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Линия талии слабо выражена. Верхние и нижние конечности в пределах нормы. Ширина плеч и ширина бедер равны между собой. Ягодицы плоские. Линия талии выражена',
		t1: {
			from: 171,
			to: 178,
		},
		t16: {
			from: 96,
			to: 99,
		},
		t18: {
			from: 73,
			to: 77,
		},
		answer: r1dKey7,
		imb: {
			from: 15,
			to: 24,
		}
	},
];
