const r2dKey1 = [98,124.6,94.8,85.4,43.3,126,33.9,88.6,90.7,58.7,38.5,95.4,95.6,70.8,15.8,40.4,61.5,24.6,30.7,43.4,29.4,18.1,33.1,71.1,32,19.1,35.6,54.8,31.2,72.3,126,95.5,36.6,23.9,29.7,13.3,27,36.2,29.9];
const r2dKey2 = [97.7,124.1,91,81.8,40.2,65.1,34.2,88.4,94.9,57.7,36.7,92.2,91.7,65.3,15.1,41.7,62.5,23.9,32.9,47.6,29.4,18.4,37,79.3,31.6,36,19.2,54.3,29.2,70.7,125.7,95.8,35.8,22.8,29.2,13.3,27,40.2,29.8];
const r2dKey3 = [96.1,129.4,95,84.9,41.9,67.7,34,86.7,95.5,56.2,36.1,97.3,96.4,69.7,15.2,42.9,64.6,24,33.6,49.1,29,18.4,37.8,81.6,32.2,19.8,35.6,55,29.9,70.6,130.9,94.4,35.2,22.6,27.4,13.8,26.9,41.1,30.1];
const r2dKey4 = [104.8,129.6,95.3,85.1,42,67.6,35.7,93.4,104.2,61.8,38.7,97.7,96.8,69.1,15.9,43.4,65.4,25.1,35.8,50.7,30.6,18.9,38.2,83.4,33.9,20.9,38.3,55.4,30.8,74.6,131.2,102.8,38.1,23.8,31.1,13.9,28.3,41.6,30.9];
const r2dKey5 = [96.8,134.7,99.8,90,44.5,71.7,34.1,85.3,92,56.4,36.8,101.8,101.2,73.9,15.4,44.4,66.9,24.4,32.8,48.8,29.3,19.4,38.6,81.8,31.9,19.3,34.9,55.3,30.8,71.5,136.4,95.3,35.1,22.8,27.2,14.1,27.2,41.7,30.5];
const r2dKey6 = [106.2,134.6,99.5,89.5,43.9,70.4,35.5,93.4,103.3,62,38.9,102,100.9,72.3,16.1,44.9,67.8,26,36.1,51.6,30.1,20.1,39.4,85,34.3,20.8,38.4,55.9,31.6,75.8,136.4,104.2,38,24,30.6,14.5,28.6,42.6,32.1];
const r2dKey7 = [109.7,134.6,99.6,89.6,43.7,70.3,36,96.4,107.2,63.9,39.7,102.2,101.1,71.9,16.4,45.2,68.3,26.8,37.4,52.4,30.5,20.3,39.4,85.8,35,21.4,39.8,56,32,77.3,136.9,113,40.9,24.7,34.3,13.7,29.1,42.9,32.5];
const r2dKey8 = [96,140.1,104.2,94.5,46.8,75.5,34.1,83.4,88.8,55.4,36.9,106.1,105.5,78,15.5,45.8,69.2,24.7,32.3,49,29.6,20.1,39.7,82.8,31.5,18.9,34.3,55.5,31.4,71.6,141.8,94.7,34.8,22.8,26.3,14.6,27.5,42.6,30.8];
const r2dKey9 = [98.2,140.1,103.8,93.8,46.2,74.7,34.5,85.6,92.3,56.9,37.3,105.9,105.2,77.2,15.6,46,69.4,24.9,33.2,50.1,29.8,20.2,40.2,84.5,32.4,19.4,34.9,55.7,31.4,72.7,141.8,96.9,35.4,23,27.2,14.6,27.7,43.1,31.3];
const r2dKey10 = [101.2,140.3,104.1,94.1,46.4,74.9,35,88.7,96.2,58.9,38.3,106.3,105.5,76.9,15.8,46.1,69.7,25.3,34,50.7,30.3,20.3,40.1,85,33.3,19.8,36.1,56,31.7,74.4,142.1,99.7,36.5,23.4,28.5,14.7,28.2,43.2,31.5];
const r2dKey11 = [109.2,140.6,104.4,94.6,46.4,74.7,36.3,95.4,104.1,64,40.6,106.8,106,76.4,16.4,46.7,70.5,26.5,35.9,52.1,31.6,20.9,40.4,86.4,35.1,20.9,38.4,56.2,32.5,78,142.4,107.4,39,24.3,31.9,14.8,29.5,43.6,32.2];
const r2dKey12 = [115.6,140.7,104.8,94.9,46.2,74.8,37.1,101.5,111.9,67.3,42.1,107.3,106.6,76.1,16.9,47.2,71.3,28,38,53.6,32.5,21.1,40.5,88,36.8,22.1,40.9,56.2,33.3,80.8,142.6,113.3,40.9,25,34.5,15,30.7,43.9,32.3];
const r2dKey13 = [97,139.1,108.2,97.5,48.2,78.5,34.5,85.6,92.3,55.7,37.2,110.5,109.6,80.5,15.6,47.3,71.6,25.2,33.1,51,30.1,20.2,41.1,86.8,33,19.3,34.8,56.1,31.9,73.9,147.1,95.8,35.3,23,26.3,15,27.8,44.3,31.7];
const r2dKey14 = [103,146,108.8,98.4,48.5,78.7,35.6,91.7,100.2,59.8,38.9,111.3,110.4,80.4,16.1,47.9,72.5,26.3,35.2,52.4,31.1,20.8,41.4,88,34.3,20.4,37.3,56.4,32.6,76.5,147.8,101.8,37.2,23.7,29.1,15.2,29,44.5,31.9];
const r2dKey15 = [109,146.1,109.7,99.6,48.7,79.3,36.7,97.3,108.2,63.4,40.5,112.2,111.5,80.5,16.6,48.6,73.6,27.7,37.5,53.8,32.2,21.3,41.2,89,35.6,21.6,40.2,56.5,33.4,78.3,148.2,107.4,39,24.3,31.9,15.5,30.3,44.6,31.4];

const r2dGirl = [
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 144,
			to: 149,
		},
		t16: {
			from: 86,
			to: 90,
		},
		t18: {
			from: 79,
			to: 83,
		},
		answer: r2dKey1,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 144,
			to: 149,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 70,
			to: 74,
		},
		answer: r2dKey2,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 150,
			to: 154,
		},
		t16: {
			from: 90,
			to: 96,
		},
		t18: {
			from: 64,
			to: 70,
		},
		answer: r2dKey3,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 150,
			to: 154,
		},
		t16: {
			from: 97,
			to: 102,
		},
		t18: {
			from: 71,
			to: 77,
		},
		answer: r2dKey4,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 86,
			to: 94,
		},
		t18: {
			from: 67,
			to: 72,
		},
		answer: r2dKey5,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 95,
			to: 102,
		},
		t18: {
			from: 73,
			to: 76,
		},
		answer: r2dKey6,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 193,
			to: 106,
		},
		t18: {
			from: 77,
			to: 80,
		},
		answer: r2dKey7,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 82,
			to: 86,
		},
		t18: {
			from: 67,
			to: 70,
		},
		answer: r2dKey8,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 86,
			to: 89,
		},
		t18: {
			from: 67,
			to: 70,
		},
		answer: r2dKey9,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 90,
			to: 96,
		},
		t18: {
			from: 71,
			to: 76,
		},
		answer: r2dKey10,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 97,
			to: 103,
		},
		t18: {
			from: 77,
			to: 84,
		},
		answer: r2dKey11,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 104,
			to: 110,
		},
		t18: {
			from: 85,
			to: 89,
		},
		answer: r2dKey12,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 168,
			to: 172,
		},
		t16: {
			from: 86,
			to: 92,
		},
		t18: {
			from: 64,
			to: 68,
		},
		answer: r2dKey13,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 168,
			to: 172,
		},
		t16: {
			from: 93,
			to: 99,
		},
		t18: {
			from: 69,
			to: 74,
		},
		answer: r2dKey14,
		imb: {
			from: 25,
			to: 49,
		}
	},
	{
		image: 'r2d',
		name: 'Равномерный (РIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности в пределах нормы. Ширина плечевого пояса и ширина области бедер равны. Линия талии выражена слабо.  Жироотложения в верхнем и нижнем секторе живота',
		t1: {
			from: 168,
			to: 172,
		},
		t16: {
			from: 100,
			to: 106,
		},
		t18: {
			from: 75,
			to: 80,
		},
		answer: r2dKey15,
		imb: {
			from: 25,
			to: 49,
		}
	},
];
