const r3dKey1 = [98.8,124.1,91,81.8,40.2,65.1,34.2,88.4,94.9,58.6,37.4,92.9,92.5,66.4,15.3,41.4,62.4,24.2,32.6,46.9,29.6,18.4,36.2,77.8,31.9,36.1,19.3,54.5,29.7,71.5,125.7,104.2,39.3,24.2,29.7,13.2,27.2,39.4,29.9];
const r3dKey2 = [106.5,124.5,89.9,80.2,39.1,64.2,35.5,94.7,103.2,63.6,39.5,92.1,91.7,65.1,15.5,41.8,62.9,25.1,34.5,49,31.3,19,37.8,81.8,33.4,38.3,19.9,54.5,29.8,74.9,126.4,104.2,39.3,24.2,32.9,13.5,28.1,40.9,31.3];
const r3dKey3 = [100.3,129.6,96,86.5,42.9,68.6,34.6,88.6,95.9,58.9,37.8,98,97.3,70.3,15.7,42.9,64.7,24.5,33.4,48.1,29.6,19,40.4,79.7,32.3,19.9,36.2,55.1,30.7,72.6,131.2,98.3,36.5,23.4,29.2,13.7,27.5,40.4,30.3];
const r3dKey4 = [103.8,129.7,95.9,86.2,42.8,68.4,35.2,91.6,100,61,38.8,98,97.2,70,15.9,43.2,65.1,24.9,34.4,49.1,30.2,19.1,37.5,81,33.2,20.5,37.4,55.2,31,74.1,131.3,101.7,37.7,23.8,30.6,13.7,28.1,40.8,30.7];
const r3dKey5 = [107.3,129.8,95.8,86,42.7,68.2,35.8,94.7,104.1,63,39.8,98,97.2,69.8,16.1,43.4,65.4,25.3,35.5,50.1,30.9,19.3,37.9,82.3,34.1,21,38.6,55.3,31.3,75.6,131.5,105.1,39,24.3,31.9,13.8,28.6,41.2,31.1];
const r3dKey6 = [98.2,134.8,100.2,90.5,44.8,72,34.3,85.9,92.1,57.3,37.4,102.1,101.4,74.1,15.6,44.4,66.9,24.6,32.8,48.4,29.5,19.6,38.4,81.1,31.9,19.4,35.1,55.3,31.1,72.2,136.5,96.6,35.6,23.1,27.8,14.1,27.5,41.5,30.7];
const r3dKey7 = [107.8,134.7,99.6,89.7,44,70.4,35.7,94.1,103.5,63,39.5,101.9,101,72.4,16.2,45,67.9,26.1,36,51.4,30.5,20.2,39.4,84.8,34.5,20.8,38.4,55.9,31.7,76.4,136.5,105.7,38.4,24.2,31.2,14.5,28.8,42.6,32.3];
const r3dKey8 = [97.4,140.1,104.6,95,47.1,75.8,34.3,84,88.9,56.3,37.4,106.4,105.8,78.3,15.7,45.8,69.2,24.9,32.3,48.6,29.8,20.3,39.5,82.2,31.5,19,34.5,55.5,31.7,72.3,141.9,96,35.2,23.1,26.9,14.5,27.7,42.3,30.9];
const r3dKey9 = [102.7,140.4,104.2,94.4,46.6,75,35.3,89.4,96.4,59.9,38.9,106.4,105.6,77,15.9,46.2,69.8,25.4,34,50.5,30.7,20.5,40.1,84.7,33.4,19.8,36.3,56,31.9,75,142.2,101.2,37,23.6,29.2,14.6,28.4,43.2,31.6];
const r3dKey10 = [98.6,139.2,108.4,98,48.4,78.7,34.8,86.3,92.6,56.7,37.8,110.6,109.8,80.6,15.8,47.4,71.8,25.4,33.2,50.9,30.5,20.5,41.3,86.4,33,19.3,35.2,56.2,32.1,74.4,147.5,97.4,35.8,23.3,27,15,28.1,44.2,31.6];
const r3dKey11 = [104.6,146.1,109,98.8,48.6,78.8,35.9,92.4,100.4,60.9,39.6,111.3,110.5,80.4,16.2,48,72.6,26.3,35.2,52.3,31.5,21,41.4,87.7,34.5,20.4,37.5,56.5,32.7,77.1,147.9,103.3,37.7,23.9,29.8,15.2,29.2,44.5,31.8];
const r3dKey12 = [110.5,146.2,109.7,99.7,48.8,79.2,36.9,98.5,108.3,64.5,41.2,112.1,111.5,80.5,16.7,48.6,73.6,27.7,37.3,53.6,32.5,21.4,41.3,88.9,35.9,21.6,40.1,56.5,33.5,79.6,148.3,108.8,39.5,24.5,32.5,15.4,30.5,44.7,31.8];

const r3dGirl = [
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 144,
			to: 148,
		},
		t16: {
			from: 90,
			to: 95,
		},
		t18: {
			from: 72,
			to: 77,
		},
		answer: r3dKey1,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 144,
			to: 148,
		},
		t16: {
			from: 96,
			to: 103,
		},
		t18: {
			from: 78,
			to: 83,
		},
		answer: r3dKey2,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 90,
			to: 94,
		},
		t18: {
			from: 73,
			to: 76,
		},
		answer: r3dKey3,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 95,
			to: 98,
		},
		t18: {
			from: 76,
			to: 79,
		},
		answer: r3dKey4,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 98,
			to: 103,
		},
		t18: {
			from: 79,
			to: 83,
		},
		answer: r3dKey5,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 156,
			to: 162,
		},
		t16: {
			from: 86,
			to: 95,
		},
		t18: {
			from: 70,
			to: 75,
		},
		answer: r3dKey6,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 156,
			to: 162,
		},
		t16: {
			from: 96,
			to: 103,
		},
		t18: {
			from: 75,
			to: 80,
		},
		answer: r3dKey7,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 162,
			to: 166,
		},
		t16: {
			from: 82,
			to: 88,
		},
		t18: {
			from: 69,
			to: 73,
		},
		answer: r3dKey8,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 162,
			to: 166,
		},
		t16: {
			from: 89,
			to: 95,
		},
		t18: {
			from: 73,
			to: 77,
		},
		answer: r3dKey9,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 166,
			to: 173,
		},
		t16: {
			from: 86,
			to: 93,
		},
		t18: {
			from: 66,
			to: 72,
		},
		answer: r3dKey10,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 166,
			to: 173,
		},
		t16: {
			from: 93,
			to: 99,
		},
		t18: {
			from: 72,
			to: 79,
		},
		answer: r3dKey11,
		imb: {
			from: 50,
			to: 99,
		}
	},
	{
		image: 'r3d',
		name: 'Равномерный (РIIIД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Верхние и нижние конечности пышные. Ширина плечевого пояса и ширина области бедер равны. Линия талии отсутствует. Обильные жироотложения в нижнем и верхнем секторе живота, ягодицах. Наличие фартука в нижнем секторе живота',
		t1: {
			from: 166,
			to: 173,
		},
		t16: {
			from: 100,
			to: 107,
		},
		t18: {
			from: 79,
			to: 84,
		},
		answer: r3dKey12,
		imb: {
			from: 50,
			to: 99,
		}
	},
];
