const r4dKey1 = [114.1,130.4,95.9,86.8,43.4,68.8,36.1,99.9,107.5,65.8,42.4,98.2,97.1,71.1,16.6,43.5,65.9,26,35.4,50.3,31.7,20.1,38.2,82.4,35.4,21.4,39.9,54.9,32.5,77.6,132,111.2,41.6,25.2,33.8,13.7,29.6,41.2,31.6];
const r4dKey2 = [109.3,134.8,99.6,89.8,44,70.4,35.9,94.7,103.7,64.1,40.2,101.9,101,72.4,16.3,45,67.9,26.1,35.8,51.3,30.8,20.4,39.4,84.7,34.7,20.8,38.3,55.9,31.8,77,136.6,107.2,38.9,24.3,31.9,14.4,29,42.6,32.5];
const r4dKey3 = [98.8,140.2,104.9,95.9,47.5,76.1,34.5,84.7,88.9,57.1,38,106.6,106.1,78.5,15.8,45.8,69.3,25,32.1,48.3,30,20.5,39.3,81.5,31.6,19,34.7,55.5,32,72.9,142,97.2,35.7,23.3,27.4,14.5,27.9,42.1,31.1];
const r4dKey4 = [110.8,140.7,104.4,94.6,46.4,74.6,36.4,96,104.2,65,41.3,106.6,106,76.4,16.4,46.7,70.4,26.4,35.6,51.9,32,20.9,40.4,86.4,35.4,20.9,38.2,56.2,32.6,78,142.5,108.8,39.5,24.4,32.5,14.7,29.6,43.6,32.5];
const r4dKey5 = [117.1,140.8,104.6,94.7,46.1,74.6,37.2,102,111.9,68.4,42.8,107.1,106.4,76,16.9,47.1,71.1,27.8,37.6,53.5,32.9,21.1,40.6,88.1,37.2,22,40.4,56.2,33.3,81.6,142.6,114.7,41.4,25.1,35.1,14.8,30.7,44,33.1];
const r4dKey6 = [106.2,146.2,109,99,48.7,78.8,36.1,93,100.6,62,40.2,111.3,110.6,80.5,16.3,48.1,72.7,26.4,35.1,52.1,31.9,21.2,41.3,87.5,34.6,20.4,37.5,56.5,32.8,77.7,148,104.7,38.2,24.1,30.5,15.1,29.4,44.5,31.9];
const r4dKey7 = [113.6,146.5,109.5,99.7,48.8,79,37.2,99.7,108.5,66.5,42.5,111.9,111.3,80.5,16.8,48.6,73.4,27.5,36.7,53.4,33.3,21.5,41.4,88.8,36.6,21.6,39.5,56.5,33.6,80.9,148.5,111.8,40.5,24.7,33.8,15.1,30.7,44.7,32.4];

const r4dGirl = [
	{
		image: 'r4d',
		name: 'Равномерный (РIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина плечевого пояса и ширина области бедер равны. Жироотложения в нижнем секторе живота с образованием фартука. Линия талии не определяется. В верхней части верхних и нижних конечностей значительные жироотложения. Форма живота увеличена в нижнем секторе с образованием фартука. Обильные жироотложения в области спины, с боковыми складками',
		t1: {
			from: 149,
			to: 155,
		},
		t16: {
			from: 100,
			to: 107,
		},
		t18: {
			from: 90,
			to: 96,
		},
		answer: r4dKey1,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'r4d',
		name: 'Равномерный (РIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина плечевого пояса и ширина области бедер равны. Жироотложения в нижнем секторе живота с образованием фартука. Линия талии не определяется. В верхней части верхних и нижних конечностей значительные жироотложения. Форма живота увеличена в нижнем секторе с образованием фартука. Обильные жироотложения в области спины, с боковыми складками',
		t1: {
			from: 155,
			to: 161,
		},
		t16: {
			from: 97,
			to: 103,
		},
		t18: {
			from: 79,
			to: 84,
		},
		answer: r4dKey2,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'r4d',
		name: 'Равномерный (РIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина плечевого пояса и ширина области бедер равны. Жироотложения в нижнем секторе живота с образованием фартука. Линия талии не определяется. В верхней части верхних и нижних конечностей значительные жироотложения. Форма живота увеличена в нижнем секторе с образованием фартука. Обильные жироотложения в области спины, с боковыми складками',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 81,
			to: 92,
		},
		t18: {
			from: 72,
			to: 79,
		},
		answer: r4dKey3,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'r4d',
		name: 'Равномерный (РIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина плечевого пояса и ширина области бедер равны. Жироотложения в нижнем секторе живота с образованием фартука. Линия талии не определяется. В верхней части верхних и нижних конечностей значительные жироотложения. Форма живота увеличена в нижнем секторе с образованием фартука. Обильные жироотложения в области спины, с боковыми складками',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 93,
			to: 104,
		},
		t18: {
			from: 80,
			to: 87,
		},
		answer: r4dKey4,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'r4d',
		name: 'Равномерный (РIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина плечевого пояса и ширина области бедер равны. Жироотложения в нижнем секторе живота с образованием фартука. Линия талии не определяется. В верхней части верхних и нижних конечностей значительные жироотложения. Форма живота увеличена в нижнем секторе с образованием фартука. Обильные жироотложения в области спины, с боковыми складками',
		t1: {
			from: 162,
			to: 167,
		},
		t16: {
			from: 105,
			to: 111,
		},
		t18: {
			from: 88,
			to: 93,
		},
		answer: r4dKey5,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'r4d',
		name: 'Равномерный (РIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина плечевого пояса и ширина области бедер равны. Жироотложения в нижнем секторе живота с образованием фартука. Линия талии не определяется. В верхней части верхних и нижних конечностей значительные жироотложения. Форма живота увеличена в нижнем секторе с образованием фартука. Обильные жироотложения в области спины, с боковыми складками',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 93,
			to: 100,
		},
		t18: {
			from: 75,
			to: 82,
		},
		answer: r4dKey6,
		imb: {
			from: 100,
			to: 300,
		}
	},
	{
		image: 'r4d',
		name: 'Равномерный (РIVД)',
		description: 'Наличие жироотложений в области плеч и груди, верхнем секторе живота и спины. Ширина плечевого пояса и ширина области бедер равны. Жироотложения в нижнем секторе живота с образованием фартука. Линия талии не определяется. В верхней части верхних и нижних конечностей значительные жироотложения. Форма живота увеличена в нижнем секторе с образованием фартука. Обильные жироотложения в области спины, с боковыми складками',
		t1: {
			from: 168,
			to: 173,
		},
		t16: {
			from: 100,
			to: 106,
		},
		t18: {
			from: 83,
			to: 90,
		},
		answer: r4dKey7,
		imb: {
			from: 100,
			to: 300,
		}
	},
];
